{
  "id": "64a6b2ea-92b1-420b-a728-a3b08b87ef83",
  "artifactCategories": [
    {
      "id": "a32c42c2-2b26-4d0e-8fe6-b105684a7b99",
      "artifactCategoryTitle": "Armor",
      "artifactSubCategories": [
        {
          "id": "d3d3b2e3-63e9-4d84-810d-e5825bc43e08",
          "subCategoryTitle": "Armor",
          "artifacts": [
            {
              "id": "78b4594d-d074-4ab5-9d94-51403ad654dd",
              "name": "Achilles",
              "description": "Achilles, created by Hephaestus and said to be impenetrable. (Greek mythology)"
            },
            {
              "id": "21395390-d6ec-421e-9c51-d07583739907",
              "name": "Beowulf",
              "description": "f Beowulf, a mail shirt made by Wayland the Smith. (Anglo-Saxon mythology)"
            },
            {
              "id": "76e92e73-8522-4d8a-864e-9b00a7c7ebdf",
              "name": "Örvar-Oddr",
              "description": "rvar-Oddr, an impenetrable \"silken mailcoat\". (Norse mythology)"
            },
            {
              "id": "e6d01f36-8fa3-4a6f-80dc-dc90531e85f3",
              "name": "Babr-e Bayan",
              "description": "a suit of armor that Rostam wore in wars described in the Persian epic Shahnameh. The armor was invulnerable against fire, water and weapons. (Persian mythology)"
            },
            {
              "id": "cf4cf22c-003a-4e2b-a8da-6c5e042cba6f",
              "name": "Fafnir",
              "description": "Coat of Chainmail, part of Fafnir\u0027s treasure which Sigurd took after he slew the dragon. (Norse mythology)"
            },
            {
              "id": "07308aca-574c-4df4-b423-50fd4a0ddcc6",
              "name": "Green Armor",
              "description": "protects the wearer from physical injuries. (Arthurian legend)"
            },
            {
              "id": "905e8175-bdba-41a8-9d9a-c9e0d15dbfd4",
              "name": "Karna",
              "description": "ha, the armor of Karna that was granted to him by his father Surya at birth. (Hindu mythology)"
            },
            {
              "id": "d41edf02-0989-4cd3-a45e-6d474dfc50d2",
              "name": "Diomedes",
              "description": "Diomedes, made of bronze, that Diomedes exchanged with the golden armor of Glaucus. (Greek mythology)"
            }
          ]
        },
        {
          "id": "7cb88f4f-3f01-4154-bd16-8cb574282a52",
          "subCategoryTitle": "Helmets",
          "artifacts": [
            {
              "id": "1480ed20-8d59-425f-9b17-9820ef4a5944",
              "name": "Rostam",
              "description": "of Rostam, upon which was fixed the head of the white giant Div-e-Sepid, from the Persian epic Shahnameh. (Persian mythology)"
            },
            {
              "id": "0a17f94a-013d-497c-9b26-50d8d0112e5e",
              "name": "Helm of Awe",
              "description": "(also Helm of Terror or Ægishjálmr), an Icelandic magical stave. A physical object called \"Helm of Terror\" is referenced as one item Sigurd takes from the dragon Fafnir\u0027s hoard after he slays him in the Völsunga saga. (Norse mythology)"
            },
            {
              "id": "33bc307c-0ccc-41d5-878f-8ffc3086e5dc",
              "name": "dwarves",
              "description": "jálmr, a concealing helmet of the dwarves. (Norse mythology)"
            },
            {
              "id": "9e926967-975a-4517-9354-6ef445e192fe",
              "name": "Tarnhelm",
              "description": "a magic helmet giving the wearer the ability to change form or become invisible. Used by Alberich in Der Ring des Nibelungen. (Continental Germanic mythology)"
            },
            {
              "id": "e94bb53c-8949-4fb0-9143-348d77ef663a",
              "name": "Arthurian legend",
              "description": "met of King Arthur, passed down to him from Uther Pendragon. (Arthurian legend)"
            },
            {
              "id": "f82ae053-72ba-4cb2-87ca-2c2cdb201b49",
              "name": "Sun Wukong",
              "description": "\u0027s magical headband, a magical headband which, once put on, can never be removed. With a special chant, the band will tighten and cause unbearable pain. (Chinese mythology)"
            },
            {
              "id": "01edbd09-7abb-4e7e-a66c-cd1af0012aa5",
              "name": "Kappa",
              "description": "\u0027s plate (Kappa no sara), the easiest way to defeat a kappa is to make it spill the water from the sara on top of its head. The sara is filled with water that is the source of its power. (Japanese mythology)"
            },
            {
              "id": "03d0bb6d-9fa3-410b-8967-4c048d39f880",
              "name": "Cap of invisibility",
              "description": "(also Helm of Darkness or Helm of Hades), which can turn the wearer invisible. In addition to its owner, the god of the underworld Hades, wearers of the cap in Greek myths include Athena, the goddess of wisdom; the messenger god Hermes, and the hero Perseus."
            },
            {
              "id": "ebe51225-7874-4d5b-8fd6-079d7f26a7e9",
              "name": "Dionysus",
              "description": "s diadem, a diadem given to her by her husband Dionysus that was made by Hephaestus as a wedding present."
            }
          ]
        },
        {
          "id": "86dd9d6e-676c-4d35-8871-e7a3bd4a6ed6",
          "subCategoryTitle": "Shields",
          "artifacts": [
            {
              "id": "1df2d390-ed41-4333-86d8-336ab65869b1",
              "name": "El Cid",
              "description": "of El Cid, a shield which bears the image of a fierce shining golden dragon.[1]"
            },
            {
              "id": "b39fd3a3-4ff7-4b52-8239-418fe17e87bc",
              "name": "Svalinn",
              "description": "a shield which stands before the sun and protects Earth from burning. If the shield were to fall from its frontal position, the mountains and seas would burn up. (Norse mythology)"
            },
            {
              "id": "4262c2d4-207c-42a2-8239-ebec373933db",
              "name": "Cú Chulainn",
              "description": "shield of Cú Chulainn. (Irish mythology)"
            },
            {
              "id": "d94eed01-45dd-418b-b040-eca707e46040",
              "name": "Han Feizi",
              "description": "\u0027s shield, from a Chinese parable that tells of a man who was trying to sell a spear and a shield. When asked how good his spear was, he claimed it could pierce any shield. Then, when asked how good his shield was, he claimed it could defend from all spear attacks. When he was asked what would happen if his spear should strike his shield, the seller could not answer. This led to the idiom of \"zìxīang máodùn\" (自相矛盾, \"from each-other spear shield\"), or \"self-contradictory\". (Chinese folklore)"
            },
            {
              "id": "106ea543-5e0c-443d-87ca-deec97800d6c",
              "name": "Oba\u0027s shield, which she uses to cover her right ear. (Yoruba mythology)",
              "description": ""
            },
            {
              "id": "8afaef3a-7caf-4df0-b823-2d95284f6e53",
              "name": "Pridwen",
              "description": "(also Wynebgwrthucher), the shield of King Arthur."
            },
            {
              "id": "b3ae5c6e-9305-4c09-9990-bc1d45b4d8bc",
              "name": "Joseph of Arimathea",
              "description": "Arimathea, according to Arthurian legend, was carried by three maidens to Arthur\u0027s castle where it was discovered by Sir Percival. In Perlesvaus he uses it to defeat the Knight of the Burning Dragon."
            },
            {
              "id": "4cda9d66-0997-4f0b-9047-24debd829937",
              "name": "Judas Maccabee",
              "description": "s Maccabee, a red shield emblazoned with a golden eagle. According to Arthurian legend the same shield was later found and used by Gawain after he defeated an evil knight."
            },
            {
              "id": "14782563-8741-4091-8b09-e0c6fe2d99a6",
              "name": "Josephus of Arimathea",
              "description": "white shield belonging to King Evalach. Josephus of Arimathea painted a red cross upon it with his own blood, which granted the owner heavenly protection. It was later won by Sir Galahad."
            },
            {
              "id": "14d31202-e67f-4601-80df-2e7d58dc4589",
              "name": "Aegis",
              "description": "Zeus\u0027 shield, often loaned to his daughter Athena, also used by Perseus. (Greek mythology)"
            },
            {
              "id": "bc65780a-c618-4c36-8143-36949e811229",
              "name": "Ajax",
              "description": "ld of Ajax, a huge shield made of seven cow-hides with a layer of bronze. (Greek mythology)"
            },
            {
              "id": "15448b71-b5ae-4092-bb55-62f729029328",
              "name": "Ancile",
              "description": "the shield of the Roman god Mars. One divine shield fell from heaven during the reign of Numa Pompilius, the second king of Rome. He ordered eleven copies made to confuse would-be thieves. (Roman mythology)"
            },
            {
              "id": "7e30529c-d7d8-4a25-bff5-5b8532b314a7",
              "name": "Shield of Achilles",
              "description": "the shield that Achilles uses in his fight with Hector. (Greek mythology)"
            },
            {
              "id": "4356541a-83a5-43a9-ab37-70ac9cfb3a15",
              "name": "Shield of Aeneas",
              "description": "the shield that Aeneas receives from Vulcan to aid in his war against Turnus."
            },
            {
              "id": "5e9c3faf-03d3-40f3-9165-e92356014125",
              "name": "Shamba",
              "description": "a, the shield of Shamba."
            },
            {
              "id": "2d14c693-f032-41c1-8d7f-a6e2b9cc552a",
              "name": "Srivatsa",
              "description": "the shield of Vishnu, said to be manifested in the god\u0027s chest."
            }
          ]
        },
        {
          "id": "feecab7d-e567-45ec-9218-4b85ebd37b5f",
          "subCategoryTitle": "Gauntlets",
          "artifacts": [
            {
              "id": "12cd66f0-a4ae-4260-98f0-d6aab47adefb",
              "name": "Járngreipr",
              "description": "(Iron Grippers), a pair of iron gauntlets used by the god Thor. (Norse mythology)"
            }
          ]
        }
      ]
    },
    {
      "id": "e1d59d0f-29ad-4b6e-aa22-1c0e57cd1662",
      "artifactCategoryTitle": "Clothing",
      "artifactSubCategories": [
        {
          "id": "5c418fb6-75f9-4dc0-b562-b8ab3260ef4a",
          "subCategoryTitle": "Crowns",
          "artifacts": [
            {
              "id": "b531b188-7210-4107-8c31-9dbafc231630",
              "name": "Crown of Immortality",
              "description": "represented in art first as a laurel wreath and later as a symbolic circle of stars. It appears in a number of Baroque iconographic and allegoric works of art to indicate the wearer\u0027s immortality. (Christian mythology)"
            },
            {
              "id": "a740502d-e50f-46c9-a8af-5eb87f4f0934",
              "name": "Four Horsemen of the Apocalypse",
              "description": "the Four Horsemen of the Apocalypse, Conquest, rides a white horse and a crown was given to him. (Christian mythology)"
            },
            {
              "id": "c7e474d6-4407-4bc2-be16-f08bf06bbe5e",
              "name": "Woman of the Apocalypse",
              "description": "the Woman of the Apocalypse is seen wearing a crown of twelve stars on her head. (Christian mythology)"
            },
            {
              "id": "9fdd7e1f-0843-4f4d-b4c9-793988520b9e",
              "name": "Crown of thorns",
              "description": "which was placed on the head of Jesus during his crucifixion. (Christian mythology)"
            },
            {
              "id": "c6f8a61b-d5d3-44a7-9657-bd25faa5b05c",
              "name": "Radiate crown",
              "description": "(also Solar crown, Sun crown, Eastern crown or Tyrant\u0027s crown), a crown or other headgear symbolizing the sun or more generally powers associated with the sun."
            },
            {
              "id": "4bf29309-c69d-4c5b-8c2e-e45a84191ce1",
              "name": "Corona Borealis",
              "description": "(Northern Crown), the crown was considered to represent a crown given by Dionysus to Ariadne, after she was taken from the Athenian prince Theseus. When she wore the crown at her marriage to Dionysus, he placed it in the heavens to commemorate their wedding. (Greek mythology)"
            },
            {
              "id": "3c580899-7a0e-4ddd-a35e-ea4d40946458",
              "name": "Corona Australis",
              "description": "(Southern Crown), the crown has been associated with the myth of Bacchus and Stimula. Jupiter had impregnated Stimula, causing Juno to become jealous. Juno convinced Stimula to ask Jupiter to appear in his full splendor, which the mortal woman could not handle, causing her to burn. After Bacchus, Stimula\u0027s unborn child, became an adult and the god of wine, he honored his deceased mother by placing a wreath in the sky. (Roman mythology)"
            }
          ]
        },
        {
          "id": "d91cac6b-f855-451a-81ec-431bb799a873",
          "subCategoryTitle": "Belts",
          "artifacts": [
            {
              "id": "4a7f462a-eaab-4ddc-b11a-00c3b8c7cd8d",
              "name": "Megingjörð",
              "description": "(Power-belt), a magic belt worn by the god Thor. (Norse mythology)"
            },
            {
              "id": "c68524e3-0184-4b71-bf98-d94ffcda2cd0",
              "name": "Peter Stumpp",
              "description": "\u0027s magical belt, Peter claimed that the Devil had given him a magical belt or girdle, which enabled him to metamorphose into a werewolf. Removing the belt made him transform back to his human form. (German legend)"
            },
            {
              "id": "5b48d458-9207-47a2-9e4c-0c5ffdcb5fa7",
              "name": "Aphrodite",
              "description": "\u0027s Cestus, a magic girdle that enhanced the wearer\u0027s beauty and made others fall in love with the wearer. (Greek mythology)"
            },
            {
              "id": "682703e9-7b44-4817-8667-2121e615c314",
              "name": "Hippolyta",
              "description": "Hippolyta, a girdle that was a symbol of Hippolyta\u0027s power over the Amazons, and given to her by Ares. Heracles\u0027 9th Labor was to retrieve it. (Greek mythology)"
            },
            {
              "id": "42838bbc-fe2b-407e-b3f4-4dfb4b890280",
              "name": "Tyet",
              "description": "the ancient Egyptian symbol of the goddess Isis. It seems to be called \"the Knot of Isis\" because it resembles a knot used to secure the garments that the Egyptian gods wore. (Egyptian mythology)"
            },
            {
              "id": "2c289366-937b-402a-af1a-f503ca1adff0",
              "name": "Brynhildr",
              "description": "Brynhildr, Siegfried takes her girdle which makes Brynhildr lose her supernatural strength. (Norse mythology)"
            },
            {
              "id": "26e87e69-d6ca-4b16-951a-d8f9dd21e964",
              "name": "Constantine",
              "description": "onstantine, said to be made from the nails used during the crucifixion of Christ."
            }
          ]
        },
        {
          "id": "7d63274b-28ce-41d3-a317-4c18424f294f",
          "subCategoryTitle": "Gloves",
          "artifacts": [
            {
              "id": "5cc57846-0881-4543-9030-a9317e5f66fc",
              "name": "Estonian mythology",
              "description": "kirikindad were believed to have protective or magic powers. They are decorated with special patterns and are imbued with whispers and spells by the singing of the crafter making them. (Estonian mythology)"
            }
          ]
        },
        {
          "id": "2ed7f67c-022e-4c9d-b041-4eab2510406c",
          "subCategoryTitle": "Veils",
          "artifacts": [
            {
              "id": "9c37955a-7cfa-46ec-a949-40b1a51e33fd",
              "name": "Veil of Isis",
              "description": "an artistic motif in which nature is personified as the goddess Isis covered by a veil, representing the inaccessibility of nature\u0027s secrets. Helena Blavatsky, in Isis Unveiled in 1877, used the metaphor for the spiritual truths that her Theosophical belief system hoped to discover, and modern ceremonial magic includes a ritual called the \"Rending of the Veil\" to bring the magician to a higher state of spiritual awareness. (Western esotericism)"
            },
            {
              "id": "55acb74e-c072-4a2c-be2d-a6574a5a48ea",
              "name": "Veil of Veronica",
              "description": "according to legend, was used to wipe the sweat from Jesus\u0027 brow as he carried the cross. (Christian mythology)"
            }
          ]
        },
        {
          "id": "f8cad79f-4db3-41ad-8aef-9ade032d534a",
          "subCategoryTitle": "Caps and hats",
          "artifacts": [
            {
              "id": "532955e9-8f93-4882-807b-9678203fc927",
              "name": "Cohuleen druith",
              "description": ": or cochaillín draíochta is a special hat worn by merrows which enables them to travel between deep water and dry land. If they lose this cap, it is said that they will lose their power to return beneath the water. (Scottish folklore)"
            },
            {
              "id": "2736c82e-1cf9-4b27-a3e2-538500d06849",
              "name": "petasos",
              "description": "petasos (also Winged petasus): the winged traveler hat of the messenger god Hermes. The Roman equivalent is Mercury. (Greek mythology)"
            },
            {
              "id": "b426b6ec-2bed-4fe4-ab6d-15fabb028589",
              "name": "Cap of invisibility",
              "description": "(also Cap of Hades): a cap that turns a person invisible (Greek mythology)"
            },
            {
              "id": "d165e1f0-4f72-4d61-a47e-bdfa3e5fbdc2",
              "name": "Saci",
              "description": "\u0027s cap: the red cap of the Saci which is the said source of all his magical abilities, like appearing and disappearing at will, inhuman speed (despite having just one leg) and the power to create and ride dust devils. Those who want to capture a Saci must throw a sieve over a Saci\u0027s dust devil to bind it and give a chance to remove his cap, rendering him powerless. Then he could be locked inside a bottle granting his total obedience - but not his loyalty, since the creature would always try to trick his master into giving back his cap. (Brazilian mythology)"
            },
            {
              "id": "30df780b-1369-423a-805c-0975ff516fbf",
              "name": "Vanatühi",
              "description": "ingernails, or küüntest kübar is a hat belonging to Vanatühi that makes the wearer invisible. (Estonian mythology)"
            }
          ]
        },
        {
          "id": "0335892b-408c-42a1-a52e-5dcb1996cf42",
          "subCategoryTitle": "Garments",
          "artifacts": [
            {
              "id": "0d790e28-b350-40b5-8478-e384501ce034",
              "name": "kimono",
              "description": "mo (Feather Dress), a colored or feathered kimono of a tennin. Tennin are unable to fly without these kimono and thus will be unable to return to Heaven. (Japanese mythology)"
            },
            {
              "id": "96db068a-5cf7-4861-a984-4348744fa2f5",
              "name": "Velificatio",
              "description": "a stylistic device used in ancient Roman art to frame a deity by means of a billowing garment. It represents \"vigorous movement\", an \"epiphany\", or \"the vault of heaven\", often appearing with celestial, weather, or sea deities. (Roman mythology)"
            },
            {
              "id": "d4199861-e9e4-4d19-884a-4afb78672076",
              "name": "Coat of many colors",
              "description": "the garment that Joseph owned, which was given to him by his father, Jacob. (Jewish mythology)"
            },
            {
              "id": "8959bd51-c612-4787-b978-6a6bb12362bc",
              "name": "Penelope",
              "description": "\u0027s burial shroud, which Odysseus\u0027s wife Penelope pretended to weave for her deceased father-in-law. She claimed that she would choose a suitor when the shroud was complete, but secretly unraveled it every night to delay the decision. (Greek mythology)"
            },
            {
              "id": "686e95c8-b8dd-4dca-ae6b-1c03b4b9e2e8",
              "name": "Devil",
              "description": "\u0027s green coat, given to a soldier by the Devil, who claims its pockets are always full of limitless money, as told in the tale Bearskin. (German fairy tale)"
            }
          ]
        },
        {
          "id": "528a676f-2ff2-4b30-b46d-62b566839399",
          "subCategoryTitle": "Footwear",
          "artifacts": [
            {
              "id": "c3f45c86-d9ea-4c9b-8cf7-13c1a77acc5c",
              "name": "藕",
              "description": "usībùyúnlǚ (藕絲步雲履; \"[Lotus-root Thread] Cloud-stepping Boots\" or \"~Shoes\"), made of lotus fiber, these are one of the treasures of the Dragon Kings; Ào Ming gives them to Sun Wukong in order to get rid of him when he acquires the Ruyi Jingu Bang. (Chinese mythology)"
            },
            {
              "id": "7c7c7c31-fb20-4d99-929e-8c00fc68b377",
              "name": "Russian folklore",
              "description": "s (Cапоги-скороходы), allows the person wearing them to walk and run at an amazing pace. (Russian folklore)"
            },
            {
              "id": "2b149a92-4672-4231-86b9-c60d228bd15e",
              "name": "Seven-league boots",
              "description": "a pair of boots said to allow the wearer to make strides of seven leagues in length. (European folklore)"
            },
            {
              "id": "f8a26023-d93c-4dcb-9993-03e0d78fe752",
              "name": "Sandals of Jesus Christ",
              "description": "these were among the most important relics of the Catholic Church in the Middle Ages. (Christian mythology)"
            },
            {
              "id": "f951977e-c00b-4177-a87d-c898047014f3",
              "name": "Talaria",
              "description": "Hermes\u0027s winged sandals which allowed him to fly. (Greek mythology)"
            },
            {
              "id": "25a6a7a5-d835-41dd-84d0-b950564564cc",
              "name": "Helskór",
              "description": "(Hel-shoes), were put on the dead so that they could go to Valhöll. (Norse mythology)"
            },
            {
              "id": "6244d701-f70e-41ef-b61f-b2295033216f",
              "name": "Víðarr",
              "description": "of Víðarr, which gave the god Vidar unparalleled foot protection. (Norse mythology)"
            }
          ]
        },
        {
          "id": "7b61b5d9-fa35-4924-95c3-3422e21a30cf",
          "subCategoryTitle": "Outerwear",
          "artifacts": [
            {
              "id": "2bee1fef-4bee-4909-bde1-4f7c2a39d3de",
              "name": "Babr-e Bayan",
              "description": "the mythical coat worn by the Persian legendary hero Rostam in combat. (Persian mythology)"
            },
            {
              "id": "0adb9094-5840-402e-96fc-30728e8a93cd",
              "name": "The Coat of Padarn Red-Coat",
              "description": "oat of Padarn Red-Coat: if a well-born man put it on, it would be the right size for him; if a churl, it would not go upon him. One of the Thirteen Treasures of the Island of Britain. (Welsh mythology)"
            },
            {
              "id": "e95880e6-518a-447a-bfb3-34d08220e7c3",
              "name": "Freyja",
              "description": "amr (Feather-skin), the goddess Freyja owns a cloak of falcon feathers. She assists other deities by allowing them to use her feathered cloak. (Norse mythology)"
            },
            {
              "id": "ee61014e-b832-477f-b10f-c6ff4bcb4bf6",
              "name": "swan",
              "description": "Cloak, a magic robe made of swan feathers belonging to a swan maiden."
            },
            {
              "id": "4e16e7cb-8f75-4a03-926a-5fdcad08c0f7",
              "name": "Sigurd",
              "description": "ppe, Sigurd\u0027s magical cloak that made the wearer invisible. (Norse mythology)"
            },
            {
              "id": "2b8cbb6d-dfc6-4129-b971-fcddd69249b9",
              "name": "Thirteen Treasures of the Island of Britain",
              "description": "rnyw), whoever was under it could not be seen, and he could see everyone. One of the Thirteen Treasures of the Island of Britain. This item is known from two other sources, the prose tales Culhwch and Olwen (c. 1100) and The Dream of Rhonabwy (early 13th century). A very similar mantle also appears in the Second Branch of the Mabinogi, in which it is used by Caswallawn to assassinate the seven stewards left behind by Bran the Blessed and usurp the throne. (Welsh mythology)"
            },
            {
              "id": "98ce161c-1b8a-4130-b2d8-6f1cced55486",
              "name": "Elijah",
              "description": "of Elijah, the waters of which, touched by the Mantle (monastic vesture)mantle, divided, so as to permit both to pass over on dry ground across the Jordan River. (Abrahamic religion)"
            },
            {
              "id": "a1e2343d-6695-45ae-b7d3-7509ac9b74e9",
              "name": "Welsh mythology",
              "description": "Gold-Breast, Tegau Gold-Breast (Tegau Eurfron, wife of Caradoc) was a Welsh heroine. Her mantle would not serve for any woman who had violated her marriage or her virginity. It would reach to the ground when worn by a faithful woman but would only hang down to the lap of an unfaithful wife. (Welsh mythology)"
            },
            {
              "id": "92420131-cd91-4c23-8c94-2fd1016b091b",
              "name": "Robe of the Fire-rat",
              "description": "a legendary robe of China that is made of the fireproof fur of the fire-rat. One of Kaguya-hime\u0027s suitor set out to search for the robe. (Japanese mythology)"
            },
            {
              "id": "a4932edb-ab1f-490e-90c4-7eedba57404d",
              "name": "Seamless Robe of Jesus",
              "description": "(also Holy Robe, Holy Tunic, Honorable Robe or Chiton of the Lord), the robe said to have been worn by Jesus during or shortly before his crucifixion. (Christian mythology)"
            },
            {
              "id": "88587d48-d4f6-468e-b441-efee501d2538",
              "name": "Sudarium of Oviedo",
              "description": "and Veil of Veronica, purported \"sweat cloths\" that touched upon Jesus"
            },
            {
              "id": "2aaeb3ff-47c7-439c-9054-2eb46e36c47d",
              "name": "Woman of the Apocalypse",
              "description": "the Apocalypse is clothed with the sun. (Christian mythology)"
            }
          ]
        },
        {
          "id": "753f3853-e5a2-47ff-abf9-0b0d5c7213fe",
          "subCategoryTitle": "Pants and shirts",
          "artifacts": [
            {
              "id": "67fc8343-ac7a-4b03-b36d-58c7ad603c0f",
              "name": "Nábrók",
              "description": "(Death Underpants), a pair of pants made from the skin of a dead man, which are capable of producing an endless supply of money. (Icelandic folklore)"
            },
            {
              "id": "43a75653-10f3-49be-ba85-ee01d786d14b",
              "name": "Shirt of Nessus",
              "description": "the poisoned shirt that killed Heracles. (Greek mythology)"
            },
            {
              "id": "f69402be-1680-4f87-989e-6445fc2dc859",
              "name": "Ragnar",
              "description": "\u0027s enchanted shirt, when King Ælla threw Ragnar into the snake pit, it was claimed Ragnar was protected by an enchanted shirt that Aslaug had made. It was only when this shirt had been removed that the snakes could bite Ragnar and kill him. (Norse mythology)"
            }
          ]
        }
      ]
    },
    {
      "id": "43d89834-d6b5-4506-8cb3-56273d5ced90",
      "artifactCategoryTitle": "Weapons",
      "artifactSubCategories": [
        {
          "id": "c2ef5767-eeee-4fb3-84ee-381475af64c0",
          "subCategoryTitle": "Swords",
          "artifacts": [
            {
              "id": "3642f5b9-381d-46a0-acf5-340fded5df12",
              "name": "Cura Si Manjakini",
              "description": "a sword mentioned in the legends of the Malay Annals as originally possessed by Sang Sapurba, the legendary ancestor of Malay kings. (Malay folklore)"
            },
            {
              "id": "86322594-c20d-4e4f-8a4e-76d4228ee7f0",
              "name": "Flaming Sword",
              "description": "a sword glowing with flame by some supernatural power."
            },
            {
              "id": "659ae404-ecbc-44ab-ba1b-ed65ce4c5434",
              "name": "Grettir",
              "description": "autr (Jokul\u0027s Gift), a sword belonging to Grettir which was later given to his brother Atli. (Sagas of Icelanders)"
            },
            {
              "id": "f88d8f45-bd3e-41a3-a6a8-8ac5c33e75cb",
              "name": "Kaleva",
              "description": "nmiekka, Kaleva\u0027s sword. (Finnish mythology)"
            },
            {
              "id": "fde86a8c-9396-4ee4-a53f-a7494601c709",
              "name": "Sagas of Icelanders",
              "description": "oom), Grettir defeats Kárr who was guarding the treasure in his own funeral tumulus from looters. The treasures are taken from the mound after Grettir\u0027s triumph, including an heirloom sword Kársnautr. (Sagas of Icelanders)"
            },
            {
              "id": "b9b2dd8e-e561-4466-b83d-c68f502fe3bc",
              "name": "Igbo mythology",
              "description": "a sword that belongs to the Igbo god of war Kamalu. This sword glows red when people with evil intentions are close by and it can cause tremors when struck on the ground. It gifts mere mortals victory in battle. (Igbo mythology)"
            },
            {
              "id": "afe2a8cb-7c49-49f5-b0ec-42d26978fb82",
              "name": "[2]",
              "description": "rd of Laban, after nearly being killed by a powerful and nefarious Laban, the young prophet Nephi later finds him drunk and unconscious. He\u0027s then commanded of God to use Laban\u0027s sword to kill him as he was wicked and would hurt future generations by withholding sacred records revealing God\u0027s Plan of Happiness. The sword was made of \"precious steel\" with a hilt of \"pure gold\".[2] After slaying Laban, Nephi put on Laban\u0027s armor to disguise himself to obtain the records, and escape the city. He would later use it as a model for manufacturing similar weapons for his people\u0027s defense. Laban\u0027s sword was passed down through the centuries to future prophets, kings, and warriors. (Book of Mormon)"
            },
            {
              "id": "c5ac8c98-26fd-4037-b3db-cce81dbb61fd",
              "name": "Sword of Victory",
              "description": "(also Phra Saeng Khan Chaiyasi), the sword\u0027s history has been shrouded in myth and legend. In 1784, Chao Phraya Apai Pubet of Cambodia received the blade from a fisher who found in it in Tonle Sap when it was caught in his fishing net. He gave it to King Phutthayotfa Chulalok (Rama I) of Thailand, his suzerain at the time. According to legend, it was said that the moment the blade arrived in Bangkok, seven lightning strikes hit the city simultaneously, including the city gate, where the blade entered, and over the main gate of the Grand Palace. (Thai folklore)"
            },
            {
              "id": "14f7a8b4-3694-4a19-8af3-287ddeb28a17",
              "name": "Thuận Thiên",
              "description": "(Heaven\u0027s Will), the mythical sword of the Vietnamese King Lê Lợi, who liberated Vietnam from Ming occupation after ten years of fighting from 1418 until 1428. (Vietnamese mythology)"
            },
            {
              "id": "d84b3dcb-f300-4ed8-a947-580cd0bf79cb",
              "name": "Four Horsemen of the Apocalypse",
              "description": "f the Four Horsemen of the Apocalypse rides on a Red Horse is War, a great sword was given to him. (Book of Revelation)"
            },
            {
              "id": "cd85d3b2-521a-4be5-b8a0-3b0f1713c722",
              "name": "Goliath",
              "description": "\u0027s sword, which was used by David to decapitate the fallen giant, and then given to him by the priest Achimelech when he ran away from King Shaul. (Jewish mythology)"
            },
            {
              "id": "f83601dc-85e8-4736-8f9a-48bcdbd2ff1d",
              "name": "Diarmuid Ua Duibhne",
              "description": "egallta) or \"Little Fierce One\", a short sword given to Diarmuid Ua Duibhne by his father Aengus. It broke in two pieces after hitting a boar with it. Paired with Móralltach."
            },
            {
              "id": "e4b6b381-a800-46cf-a7d0-f05b42020ef2",
              "name": "Caladbolg",
              "description": "(also Caladcholg), the sword of Fergus mac Róich and powerful enough to cut the tops off three hills; related to the Caledfwlch of Welsh mythology."
            },
            {
              "id": "328becd0-19ff-47ae-a372-a4c8d74caf55",
              "name": "Caledfwlch",
              "description": "often compared to Excalibur. This sword is used by Llenlleawg Wyddel to kill Diwrnach Wyddel and his men."
            },
            {
              "id": "da400849-287d-495a-b1ac-fd6d8b415120",
              "name": "Oisín",
              "description": "nan Gallan, the Smith of the Branches, sword of Oisín."
            },
            {
              "id": "e3973db0-a3eb-43e8-9ac7-11465b80b1d4",
              "name": "Claíomh Solais",
              "description": "(Sword of Light), the sword of Nuada Airgeadlámh. The sword glowed with the light of the sun and was irresistible in battle, having the power to cut his enemies in half."
            },
            {
              "id": "b423471b-37ab-461c-abeb-5d3250307d7c",
              "name": "Oscar",
              "description": "rach Mhor, the Great Triumphant One, sword of Oscar."
            },
            {
              "id": "a88d3237-199d-4785-bd16-436aeade7434",
              "name": "Crocea Mors",
              "description": "[fr], formerly the sword of Julius Caesar, captured by Nennius according to the legends presented by Geoffrey of Monmouth."
            },
            {
              "id": "537bebea-374a-4c0c-974a-077e02def984",
              "name": "Caílte mac Rónáin",
              "description": "the Hard Destroying One, sword of Caílte mac Rónáin."
            },
            {
              "id": "612964e5-ab74-4676-a35e-8607d2efc869",
              "name": "Cú Chulainn",
              "description": "tutchenn, the sword of Cú Chulainn."
            },
            {
              "id": "bcf6b688-6085-46f6-b803-fa24f2c7323c",
              "name": "Rhydderch Hael",
              "description": "Hilt), the Sword of Rhydderch Hael. When drawn by a worthy or well-born man, the entire blade would blaze with fire. Rhydderch was never reluctant to hand the weapon to anyone, hence his nickname Hael \"the Generous\", but the recipients, as soon as they had learned of its peculiar properties, always rejected the sword."
            },
            {
              "id": "8a22a2ef-22cf-4499-b6cb-8e3b869dae3d",
              "name": "Fragarach",
              "description": "(also Sword of Air, Answerer or Retaliator), forged by the gods, wielded by Manannán mac Lir and Lugh Lamfada. No armor could stop it, and it would grant its wielder command over the powers of wind."
            },
            {
              "id": "7b0cde7c-2a28-4845-b749-1b06a2311bb1",
              "name": "Fionn mac Cumhaill",
              "description": "on of the Waves, sword of Fionn mac Cumhaill."
            },
            {
              "id": "04e73beb-1cb7-4eb6-9691-c822786cc727",
              "name": "Diarmuid Ua Duibhne",
              "description": "rallta) or \"Great Fierce One\", a sword given to Diarmuid Ua Duibhne by his father Aengus, which left no stroke or blow unfinished at the first trial."
            },
            {
              "id": "825b26d8-a59b-4157-9dca-eccbbe4ab0b7",
              "name": "Tethra",
              "description": "the sword of the Fomorian king Tethra, which recounts the deeds done with it when unsheathed. It was taken by Ogma and it then recounted everything it had done."
            },
            {
              "id": "90a17b91-b2cf-458c-abf3-0e74dd1a95ee",
              "name": "Conaire Mór",
              "description": "rd of Conaire Mór, a sword that would sing in battle."
            },
            {
              "id": "eb084582-5927-49ed-b143-cde1d909723c",
              "name": "Torrent of Portyngale",
              "description": "the sword of Torrent of Portyngale, according to the Torrent of Portyngale it was forged by Wayland the Smith."
            },
            {
              "id": "45a79557-545b-4a69-9aad-06fb997b64c8",
              "name": "Gram",
              "description": "the sword wielded by Sigurd/Siegfried. It is called Balmung in the Nibelungenlied and Nothung in Richard Wagner\u0027s Der Ring des Nibelungen."
            },
            {
              "id": "0d867a9b-0f48-402d-980d-bae0e2c518db",
              "name": "Háma",
              "description": "gang (also Burtgang or Blodgang), the sword of Háma."
            },
            {
              "id": "e2676045-84e5-426b-9eeb-bdc6dc065336",
              "name": "Dietrich von Bern",
              "description": "f Ecke), the sword that belonged to the giant Ecke before he was killed by Dietrich von Bern, who then took it for himself."
            },
            {
              "id": "f67e6027-4f95-457c-a568-19a3fe387cdf",
              "name": "Wudga",
              "description": "g, a great sword that Wudga inherits from his father Wayland the Smith."
            },
            {
              "id": "beda1665-0bb8-4f28-8b7e-cdfcbfd50145",
              "name": "Dietrich von Bern",
              "description": "ord of Dietrich von Bern."
            },
            {
              "id": "c8d2c101-26f5-4077-b91b-9888991d1f55",
              "name": "Hereward the Wake",
              "description": "word of Hereward the Wake."
            },
            {
              "id": "3b81d954-cbdb-4a8a-b969-244f681525ef",
              "name": "Hrunting",
              "description": "the magical sword lent to Beowulf by Unferth which was annealed in venom."
            },
            {
              "id": "85a43ee9-31b9-4f67-9c71-bf6f3bc68110",
              "name": "Nægling",
              "description": "the other magical sword of Beowulf. Found in the cave of Grendel\u0027s mother.[3]"
            },
            {
              "id": "171510b9-041c-47e7-9038-5c16f2851e62",
              "name": "Sword of Saint Peter",
              "description": "St. Joseph of Arimathea brought the sword to Britain and it was kept at Glastonbury Abbey for many years until the Abbot gave it to Saint George. (English folklore)"
            },
            {
              "id": "8a6cae4b-4045-4978-9093-12ef788c6e59",
              "name": "Wallace Sword",
              "description": "William Wallace used human skin for his sword\u0027s scabbard, hilt, and belt. The flesh\u0027s donor was said to have been Hugh de Cressingham, treasurer of Scotland, whom Wallace had flayed after defeating him in the battle of Stirling Bridge. (Scottish folklore)"
            },
            {
              "id": "21b6b434-6819-4fcb-9d1d-e688989f9fad",
              "name": "Mordred",
              "description": "a sword of peace meant for knighting and ceremonies as opposed to battle, which was stolen and then used to kill Arthur by Mordred."
            },
            {
              "id": "cab3f11b-f21b-4dd0-8396-d1aa49b7ec16",
              "name": "Coreiseuse (Wrathful), the sword of King Ban, Lancelot\u0027s father.",
              "description": ""
            },
            {
              "id": "361fd277-0840-43fd-9e36-13088cb570b8",
              "name": "Excalibur",
              "description": "it is also sometimes referred to as: Caliburn, Caledfwlch, Calesvol, Kaledvoulc\u0027h, Caliburnus due to inconsistencies within the various Arthurian legends. Sometimes attributed with magical powers or associated with the rightful sovereignty of Great Britain. Stated that it was forged on the Isle of Avalon."
            },
            {
              "id": "a3dbfb4f-5158-4069-97d1-2f61afecd688",
              "name": "Marmiadoise",
              "description": "it is also known as Mamyadoise. Marmiadoise is a sword said to originally belong to the Greek deity Hercules and was later given to his descendants, this sword would eventually be used by King Rions until he was killed by King Arthur during a battle, this sword would later be adopted by Arthur himself as he considered it to be superior when compared to the Excalibur."
            },
            {
              "id": "aa9b350e-1be9-4371-b3ff-8d1ea99afb4a",
              "name": "Cortain",
              "description": "(also Corte, Cortana, \"Short\"; Danish: Kortone), the shortened sword of Ogier the Dane, which was broken when test-cutting a marble block and had to be refashioned with the shorter blade.[4] And when Ogier was about to strike Prince Charlot dead in vengeance, but the archangel Michael stays the sword Short, and the prince is spared.[5] Ogier\u0027s sword had originally been the broken-tipped sword of Tristan according to the 13th century Prose Tristan. There appears to be some conflation between this sword from literature and the actual British regalia sword Curtana aka Sword of Mercy."
            },
            {
              "id": "bafd8011-b132-49e6-be55-f4e70362886d",
              "name": "Gawain",
              "description": "ne, the name of the sword given to Sir Gawain by the Lady of the Lake."
            },
            {
              "id": "b14fe5c8-a95b-4e59-83a9-c09d451c9766",
              "name": "Percival",
              "description": "ord, a cracked holy sword which Sir Percival bonded back together, though the crack remained."
            },
            {
              "id": "aa371762-91a3-4115-bf3d-33ace4105fe9",
              "name": "The Faerie Queene",
              "description": "s sword crafted by Merlin in The Faerie Queene; \"neither steele, nor stone\" could fend its attack. (Renaissance fiction)"
            },
            {
              "id": "3e2e812e-86ab-4f24-925a-8cbcbce7a828",
              "name": "Vulgate Cycle",
              "description": "word that Lancelot used to battle the Saxons at Saxon Rock. It is translated as Seure (Sequence) in the Vulgate Cycle."
            },
            {
              "id": "b35bdb74-a431-4d41-b99a-3cef65a4f06d",
              "name": "Pellinore",
              "description": "the Stone or Caliburn, a sword in the Arthurian legend which only the rightful king of Britain can pull from the stone; sometimes associated with Excalibur. In Mallory, the sword in the stone is not Excalibur and is not named. When the sword is broken in a fight with King Pellinore, the Lady of the Lake gives him Excalibur as a replacement. At Arthur\u0027s death, Excalibur is returned to the Lady of the lake by Sir Bedivere."
            },
            {
              "id": "f32af574-fd1c-46bc-80cc-4ab63cda9580",
              "name": "Sir Balin",
              "description": "h the Red Hilt, one of the swords wielded by Sir Balin. After his death, Merlin sealed it in the float stone where it remained until it was drawn by Sir Galahad. After Galahad, the sword passes to his father, Sir Lancelot who fatally wounds Sir Gawain with it."
            },
            {
              "id": "e71ee03c-6748-4269-88ea-2f2ff9b6a861",
              "name": "The Faerie Queene",
              "description": "den sword of Sir Artegal in The Faerie Queene. It was tempered with Adamant, and it could cleave through anything. (Renaissance fiction)"
            },
            {
              "id": "be99b377-83e5-49ee-9b0e-7197606afcc6",
              "name": "Greysteil",
              "description": "a sword in the medieval poem Greysteil. Sir Graham obtains the sword \u0027Egeking\u0027 from Eger\u0027s aunt, Sir Egram\u0027s Lady."
            },
            {
              "id": "6100a91f-1166-4f62-a74e-6e53f744c39e",
              "name": "Guy of Warwick\u0027s Sword",
              "description": "belonged to the legendary Guy of Warwick who is said to have lived in the 10th century."
            },
            {
              "id": "ce9f49b0-03a0-4fe0-8fc7-23be0965f7bc",
              "name": "Beves",
              "description": "lai, the king makes Beves a knight and presents him with a sword called Morgelai."
            },
            {
              "id": "09c7284a-610c-423b-9363-3fa3ff4f4c86",
              "name": "Viking",
              "description": "ðall (Stream of Anguish), a magical sword of Viking, and later Frithiof. It is inscribed with Runic letters which blaze in time of war but gleam with a dim light in time of peace."
            },
            {
              "id": "3963b137-9038-46b1-b4b5-f7b674802b2f",
              "name": "Dáinsleif",
              "description": "(Dáinn\u0027s legacy), king Högni\u0027s sword that gave wounds that never healed and could not be sheathed without killing a man."
            },
            {
              "id": "c9305160-fe38-4c51-8d13-c7526317c034",
              "name": "Dragvandil",
              "description": "[sv], the sword of Egill Skallagrímsson."
            },
            {
              "id": "d549a655-696f-481e-ac1b-e39aeeb5cf35",
              "name": "Sword of Freyr",
              "description": "the sword of the Norse god of summer Frey, it is a magic sword which fought on its own."
            },
            {
              "id": "34f85cbc-7c38-4533-9736-d23f2c490fc6",
              "name": "Gram",
              "description": "the sword that Odin struck into the world tree Barnstokkr which only Sigmund the Völsung was able to pull out. It broke in battle with Odin but was later reforged by Sigmund\u0027s son Sigurd who used it to slay the dragon Fafnir. After being reforged, it could cleave an anvil in half."
            },
            {
              "id": "8e48dd7e-7dbc-49e6-b272-4dc37ab6c23e",
              "name": "Hǫfuð",
              "description": "the sword of Heimdallr, the guardian of the Bifröst bridge."
            },
            {
              "id": "c22f695c-f058-4cad-9fc2-96e34ef2e06b",
              "name": "Hrotti",
              "description": "part of Fafnir\u0027s treasure, which Sigurd took after he slew the dragon."
            },
            {
              "id": "a0ff15a4-2186-4002-ba29-8b7ed96212ce",
              "name": "Lævateinn",
              "description": "a sword mentioned in an emendation to the Poetic Edda Fjölsvinnsmál by Sophus Bugge. it was forged by the elf Völundr."
            },
            {
              "id": "caeae53c-3d55-4fe8-b4d7-8644b221e40f",
              "name": "Legbiter",
              "description": "the sword of Magnus III of Norway."
            },
            {
              "id": "f4190b1a-3d04-4fbf-8dea-dc9b071776e8",
              "name": "Mistilteinn",
              "description": "the magical sword of Thráinn, the draugr, later owned by Hromundr Gripsson and it could never go blunt."
            },
            {
              "id": "3d227327-92b8-40ff-8615-27d4515054ae",
              "name": "Haakon I of Norway",
              "description": "of Haakon I of Norway and his follower, Thoralf Skolinson the Strong, said to be sharp enough to cut through quernstones."
            },
            {
              "id": "cf7b907d-0169-4aa6-962b-472172f7bab3",
              "name": "Ridill",
              "description": "(also Refil), sword of the dwarf Regin."
            },
            {
              "id": "7b564ff3-634d-4b84-92af-020b82c2fc49",
              "name": "Skofnung",
              "description": "the legendary sword of Danish king Hrólf Kraki. It was renowned for supernatural sharpness and hardness, as well as for being imbued with the spirits of the king\u0027s twelve faithful berserker bodyguards. A cut made by Skofnung will not heal. The only way to stop this is by touching the cut with the Skofnung stone."
            },
            {
              "id": "e05a97b7-a834-4db8-a5bd-9281f649b4b9",
              "name": "Surtr",
              "description": "of Surtr the flaming sword of the fire giant king Surtr which he uses to slay Freyr and cover the realms in fire at the end of Ragnarök, possibly the same as Freyr\u0027s sword."
            },
            {
              "id": "61f1e79a-d9f8-416f-b237-8a681ea667bd",
              "name": "Tyrfing",
              "description": "(also Tirfing or Tyrving), the cursed sword of Svafrlami with a golden hilt that would never miss a stroke, would never rust and would cut through stone and iron as easily as through clothes. The dwarves made the sword, and it shone and gleamed like fire. However, they cursed it so that it would kill a man every time it was used and that it would be the cause of three great evils."
            },
            {
              "id": "af49a028-59e4-4bc8-ad86-b98380048e06",
              "name": "Almace",
              "description": "(also Almice or Almacia), sword of Turpin, Archbishop of Reims."
            },
            {
              "id": "267893f4-b69e-402c-bce0-54d94d245b48",
              "name": "Rogero",
              "description": "rda, the sword of Rogero from Orlando Furioso made by a sorceress, and capable of cutting through enchanted substances."
            },
            {
              "id": "9023d9a9-2995-4385-a628-16b67249dd3c",
              "name": "Corrougue, the sword of Otuel.",
              "description": ""
            },
            {
              "id": "2b6f5ff9-5d2c-413b-9c9d-d1973f2e1796",
              "name": "Durendal",
              "description": "(also Durandal or Durlindana in Italian), the sword of Roland, one of Charlemagne\u0027s paladins, (Orlando in medieval Italian verse) — alleged to be the same sword as the one wielded by Hector of Ilium. It was said to be the sharpest sword in all of existence."
            },
            {
              "id": "b969b7af-2260-4f59-a6a9-7c3391ef8438",
              "name": "Froberge",
              "description": "the sword of Renaud de Montauban."
            },
            {
              "id": "86ab2c9b-9b2b-4502-898d-20f499cf2ac4",
              "name": "Hauteclere",
              "description": "(also Halteclere or Hauteclaire), the sword of Olivier. It is described as being of burnished steel, with a crystal embedded in a golden hilt."
            },
            {
              "id": "e8ff3fcc-825a-4d8d-8c95-e721747b3d75",
              "name": "Joan of Arc",
              "description": "\u0027s sword, Joan\u0027s \"voices\" told her that a magical and holy sword would be found in the Church [fr] of Saint Catherine of Fierbois. It had five crosses upon it and that the rust was easily removed."
            },
            {
              "id": "cf29a2a7-7055-4951-a4f6-d30146382162",
              "name": "Joyeuse",
              "description": "sword of Charlemagne. Some legends claim Joyeuse was forged to contain the Lance of Longinus within its pommel; others say the blade was smithed from the same materials as Roland\u0027s Durendal and Ogier\u0027s Curtana."
            },
            {
              "id": "86149525-f0ce-4d96-86f3-c17e6d6fdd00",
              "name": "Doon de Mayence",
              "description": "he hero\u0027s sword in Doon de Mayence. It was so sharp that when placed edge downwards it would cut through a slab of wood without the use of force."
            },
            {
              "id": "c7cd8f41-7394-4627-9b35-f51c6eb1289d",
              "name": "Murgleys",
              "description": "(also Murgleis), sword of Ganelon, traitor and cousin of Roland. Its \"gold pommel\" held some kind of a \"holy relic\"."
            },
            {
              "id": "753b937f-c8e8-474b-9202-c247ae6c377d",
              "name": "Précieuse",
              "description": "sword of Baligant, Emir of Babylon."
            },
            {
              "id": "0a92ae6c-8055-4c53-8a15-1cf60f1a4a66",
              "name": "Ogier the Dane",
              "description": "ond of the two magical swords of Ogier the Dane."
            },
            {
              "id": "17b17e67-8e45-478a-8326-26e134968d86",
              "name": "Colada",
              "description": "the other sword of El Cid.[6]"
            },
            {
              "id": "4ea0cf85-f25a-4ffc-9e54-e309e92629c6",
              "name": "Lobera",
              "description": "(Wolf Slayer), the sword of the king Saint Ferdinand III of Castile, inheritance of the epic hero Fernán González, according to Don Juan Manuel, Prince of Villena.[7]"
            },
            {
              "id": "5e147aec-21e6-4edb-aad8-38e57d54f08b",
              "name": "Tizona",
              "description": "(also Tizón), the sword of El Cid, it frightens unworthy opponents, as shown in the heroic poem Cantar de Mio Cid.[8]"
            },
            {
              "id": "988bcb81-10d3-484a-9dd2-0f72cc79edda",
              "name": "Harpe",
              "description": "an adamantine sword used by the hero Perseus to decapitate Medusa."
            },
            {
              "id": "48fb9fbb-0666-4999-bd44-1e9bbeed23a8",
              "name": "Sword of Damocles",
              "description": "a huge sword hung above the throne where Damocles sat, it was held at the pommel only by a single hair of a horse\u0027s tail."
            },
            {
              "id": "c2709444-51bc-4ed3-8863-d813450daae7",
              "name": "Sword of justice",
              "description": "in Themis right hand, she is seen to have a sword that faces downward. This sword represents punishment."
            },
            {
              "id": "e2baf5ad-46a9-4302-b692-e4de6c1d51ae",
              "name": "Peleus",
              "description": "of Peleus, a magic sword that makes its wielder victorious in the battle or the hunt."
            },
            {
              "id": "36f3f2fc-fe66-483c-979d-29b86eba5336",
              "name": "Sword of Attila",
              "description": "(also Sword of Mars or Sword of God), the legendary sword that was wielded by Attila the Hun; claimed to have originally been the sword of \"Mars\", the war god of the Scythic barbarians.[9]"
            },
            {
              "id": "98a8197b-59df-4e69-a521-da9d20205a87",
              "name": "Aruval",
              "description": "the Tamils revere the weapon, a type of billhook, as a symbol of Karupannar in (Tamil mythology)"
            },
            {
              "id": "bc6b0238-d023-4406-a3d5-69646da4ee7c",
              "name": "Asi",
              "description": "a legendary sword mentioned in the epic Mahabharata."
            },
            {
              "id": "f8dff1fa-4d20-468c-9097-e3acb60d9a22",
              "name": "Chandrahasa",
              "description": "the divine sword given to Ravana by Shiva"
            },
            {
              "id": "da224517-9ecd-46ee-acbc-1a0b959c58d7",
              "name": "Khanda",
              "description": "(also Mahābhārata Sword), Khanda is represented as wisdom cutting through ignorance. In Hinduism, the Khanda is a symbol of Shiva. Khanda often appears in Rajput history but later on, it was used by Sikh warriors, scriptures, and art."
            },
            {
              "id": "a5d1dc8e-db51-4f7f-b442-4abd6b7046e0",
              "name": "Nandaka",
              "description": "(also Nandaki), the sword of the Hindu god Vishnu."
            },
            {
              "id": "c4a59a10-55e8-401a-b504-09f3428e149c",
              "name": "Pradyumna",
              "description": "a, the sword of Pradyumna, a son of Krishna."
            },
            {
              "id": "83db15b4-d172-4287-ab6c-a40b36baeb58",
              "name": "Veerabhadra",
              "description": "the divine sword of the Veerabhadra, a commander of Shiva\u0027s troops."
            },
            {
              "id": "93ad9610-4bf7-4b40-b71d-f7a51cfa5384",
              "name": "Izanagi",
              "description": "Ohabari (also Ama-no-Ohabari), used by Izanagi to kill his offspring, Kagu-tsuchi."
            },
            {
              "id": "c7c1ec83-d399-43ac-b3ae-5b94d55d157b",
              "name": "Takemikazuchi",
              "description": "ma (August-Snap-Spirit), the sword of Takemikazuchi."
            },
            {
              "id": "f6e9c02b-66f9-4484-b7b5-f763d2b815b4",
              "name": "Juuchi Yosamu (10,000 Cold Nights), crafted by Muramasa – in a contest, Sengo Muramasa suspended the blade in a small creek with the cutting edge facing the current. Muramasa\u0027s sword cut everything that passed its way; fish, leaves floating down the river, the very air which blew on it.",
              "description": ""
            },
            {
              "id": "d612512a-1694-4c7e-acae-489233045405",
              "name": "Kogarasu Maru",
              "description": "(Little Crow), a unique tachi sword believed to have been created by the legendary smith Amakuni during the 8th century CE."
            },
            {
              "id": "256c1ee6-c2b8-4335-bbdd-f9c5261c0952",
              "name": "Inari Ōkami",
              "description": "aru (Little Fox), Inari Ōkami and its fox spirits help the blacksmith Munechika forge the blade Kogitsune-maru at the end of the 10th century."
            },
            {
              "id": "793f0e86-e998-4fc5-aaad-ca1ad01303b1",
              "name": "Kusanagi-no-tsurugi",
              "description": "(also Ama-no-Murakumo-no-Tsurugi and Tsumugari no Tachi), sword of the Japanese god Susanoo, later given to his sister Amaterasu."
            },
            {
              "id": "10e566a8-8bcd-452c-94a9-81005adf6341",
              "name": "Totsuka-no-Tsurugi",
              "description": "the sword Susanoo used to slay Yamata no Orochi."
            },
            {
              "id": "056a9df6-6cce-420f-afa6-2e7c841dd115",
              "name": "Yawarakai-Te (Tender Hands), crafted by Masamune – in a contest, Masamune Okazaki lowered his sword into the current and waited patiently. Only leaves were cut. However, the fish swam right up to it, and the air hissed as it gently blew by the blade. A monk who had been watching explained what he had seen; the Masamune was by far the finer of the two swords, as it did not needlessly cut that which is innocent and undeserving.",
              "description": ""
            },
            {
              "id": "cc54d277-eebe-4183-8da5-94f9cc79f291",
              "name": "Lü Dongbin",
              "description": "sword borrowed from Lü Dongbin to Xuanwu in order to subdue the spirits of the tortoise and the snake."
            },
            {
              "id": "b7c58048-3b8a-4474-8561-b76a7aa0050d",
              "name": "Gan Jiang and Mo Ye",
              "description": "the legendary Chinese twin swords named after their creators."
            },
            {
              "id": "2ec65e03-3d29-44f5-81b8-80043e53ce81",
              "name": "Bön",
              "description": "ry of Ten Powers, a legendary Chinese sword allegedly forged in Tibet by husband-and-wife magicians of the ancient Bön tradition."
            },
            {
              "id": "b5ed8a32-796f-4e05-a38c-68a281377fb1",
              "name": "Zhuānxū",
              "description": "a branch that morphed into a sword in the hands of Zhuānxū, has the ability to command the elements and animals."
            },
            {
              "id": "1660faaf-7946-4db0-a44c-66322c706090",
              "name": "Huangdi",
              "description": "an Sword, a sword given to Huangdi by Jiutian Xuannü during his war against Chiyou. Able to slay gods, demons and repel evil magic."
            },
            {
              "id": "fd51acfa-0ee4-4992-a9cb-58e3f49e8574",
              "name": "Zhuānxū",
              "description": "g, a sword that descended from heaven into the possession of Zhuānxū. Said to levitate and points towards the direction of war."
            },
            {
              "id": "527303d7-9f2d-41ea-ba5a-cbbd3fe809d3",
              "name": "Manjusri",
              "description": "rasa, legendary sword of Manjusri, according to Swayambhu Purana used to found Kathmandu Valley, forms the centerpiece of flag of Kathmandu."
            },
            {
              "id": "9d00620d-3c02-4663-8b25-75ced0e8f4d3",
              "name": "Acala",
              "description": "n, a metaphorical Buddhist sword used to cut away earthly desires, it is wielded by Acala."
            },
            {
              "id": "d6285273-702d-44d4-8c2e-5e28cee3190e",
              "name": "Khanda",
              "description": "represents wisdom cutting through ignorance. Hindu and Buddhist deities are often shown welding or holding khanda sword in religious art. Notably, Buddhist guardian deities like Acala, Manjushri, Mahākāla and Palden Lhamo."
            },
            {
              "id": "398699f7-1578-4747-b861-e3d615ea09fd",
              "name": "Bolesław III Wrymouth",
              "description": "sword of Bolesław III Wrymouth, medieval prince of Poland."
            },
            {
              "id": "4f8e6ca0-0a05-4851-942a-f81b1acfcbd6",
              "name": "Kladenets",
              "description": "(also Samosek or Samosyok), the \"self-swinging sword\" is a fabulous magic sword in some Old Russian fairy tales. In English translations of Russian byliny and folklore, it may be rendered variously as \"sword of steel\". (Russian mythology)"
            },
            {
              "id": "03d019c7-6a85-4757-ad59-1f651a47bb07",
              "name": "Szczerbiec",
              "description": "(Notched Sword or Jagged Sword), a legend links Szczerbiec with Bolesław I the Brave who was said to have chipped the sword by hitting it against the Golden Gate, Kiev (now in Ukraine) during his intervention in the Kievan succession crisis in 1018."
            },
            {
              "id": "875bb2e6-378a-4cf5-84b2-2c6c1edb2fe4",
              "name": "Shamshir-e Zomorrodnegar",
              "description": "(Persian: شمشیر زمردنگار), \"The emerald-studded Sword\" in the Persian mythical story Amir Arsalan. The hideous horned demon called Fulad-zereh was invulnerable to all weapons except the blows of Shamshir-e Zomorrodnegar. This blade originally belonged to King Solomon. (Persian mythology)"
            },
            {
              "id": "691898d2-b1c5-42d5-8359-e37157e927d1",
              "name": "Tahmuras",
              "description": "ahmuras (Persian:تیغ تهمورث), \"The Blade Of Tahmurath\" is a heavenly blade made by the legendary Persian king Tahmurath in Iranian folk tales, which can neutralize magic and spells and destroy invulnerable creatures and demons. And it is usually used by Rostam and his family members. (Persian mythology)"
            },
            {
              "id": "00e4e5ff-ded2-4b50-94f1-ebf253532e39",
              "name": "Dhulfiqar",
              "description": "a sword sent from the Heavens to the Islamic prophet Muhammad by the archangel Gabriel, which he was ordered to give to Ali ibn Abi Talib. (Islamic mythology)"
            }
          ]
        },
        {
          "id": "c335aa92-4023-47fe-90b2-dacb8a653b5a",
          "subCategoryTitle": "Pole weapons",
          "artifacts": [
            {
              "id": "ee735893-1ee7-41bb-b97e-31cc5b330b54",
              "name": "Heracles",
              "description": "\u0027 club, a gnarled olive-wood club wielded by Heracles. (Greek Mythology)"
            },
            {
              "id": "6b8132b1-5c1c-48f0-9caa-89ddc90df0f9",
              "name": "Sharur",
              "description": "the enchanted mace of the Sumerian god Ninurta. It can fly unaided and also may communicate with its wielder. (Mesopotamian mythology)"
            },
            {
              "id": "8e264f41-4f40-4f25-8498-89955159c654",
              "name": "Tishtrya",
              "description": "\u0027s mace, a mace wielded by Tishtrya that can create lightning and tornados. (Persian mythology)"
            },
            {
              "id": "365bd871-8c14-4b76-8d45-95d1cefb4d8a",
              "name": "[10]",
              "description": "e gāvsār, an ox-headed mace described in various Iranian and Zoroastrian myths that is used as a symbol of victory and justice.[10] (Persian mythology)"
            },
            {
              "id": "68a0202d-2d3f-4c82-9483-02bb104198cf",
              "name": "Mithra",
              "description": "Mithra,A golden mace wielded by Mithras, the god of covenants, that can be thrown from a distance, he twirls his mace over the heads of the demons every day and night in Hell to prevent them from harming the spirits of the dead too much.(Persian mythology)"
            },
            {
              "id": "4a20d24c-2c35-42f4-81d2-19c8fcf28c46",
              "name": "Kothar",
              "description": "h and Ayamur, two clubs created by Kothar and used by Baal to defeat Yam. (Phoenician mythology)"
            },
            {
              "id": "818b0d71-9c8e-412d-bb80-220dfd4775d4",
              "name": "Indravarman III",
              "description": "\u0027s metalwood bat, a legendary bat wielded by a Cambodian emperor.[11] (Buddhist mythology)"
            },
            {
              "id": "b625d3f1-60e7-47f3-a06a-22fec272bdb3",
              "name": "Dagda",
              "description": "Mór, the magical club or staff of Dagda which was supposed to be able to kill nine men with one blow, but can return the slain to life with the handle. (Irish mythology)"
            },
            {
              "id": "b16f35d7-5c64-41c9-b3bd-dd135cba846f",
              "name": "Kaumodaki",
              "description": "the mace of the Hindu god Vishnu, found in iconography of some of Vishnu\u0027s avatars."
            },
            {
              "id": "6cb4da4c-5cda-457e-afa5-b61a77f0e834",
              "name": "[12]",
              "description": "danda, the staff of Death[12] is a club used by Yama, the god of death in Hindu mythology. Once fired, it could kill anyone, no matter what boons they had to protect themselves."
            },
            {
              "id": "918e0d5e-0705-46f5-8091-c84198f7ca30",
              "name": "Gada",
              "description": "the main weapon of the Hindu god Hanuman."
            },
            {
              "id": "539db693-562a-47b1-adfc-f8600a04aa46",
              "name": "Bhima",
              "description": "of Bhima, a club that was presented by Mayasura. It was a weapon of the danava King Vrishaparva."
            },
            {
              "id": "db2fc32d-2056-44fc-88b7-585b1acd628d",
              "name": "Merlin",
              "description": "\u0027s staff, the staff of the legendary wizard of Camelot, advisor and mentor to king Arthur. (Arthurian legend)"
            },
            {
              "id": "ae18a739-5e6e-4b32-8b6d-a4e7e0522212",
              "name": "Prospero",
              "description": "\u0027s staff, staff belonging to the wizard Prospero in the Shakespearean play \"The Tempest.\""
            },
            {
              "id": "9314c337-2ae9-41fc-995a-3ae0a165155e",
              "name": "Gambanteinn",
              "description": "appears in two poems in the Poetic Edda. (Norse mythology)"
            },
            {
              "id": "c994b749-f8e6-4e8f-a521-2e4a83e34143",
              "name": "Thor",
              "description": "arvölr, a magical staff given to Thor by Gríðr so he could kill the giant Geirröd. (Norse mythology)"
            },
            {
              "id": "81e64bed-ba72-4077-bed8-9978cb38c0c0",
              "name": "Nehushtan",
              "description": "a staff of bronze made by Moses to erect so that the Israelites who saw it would be protected from dying from the bites of the \"fiery serpents\". (Jewish mythology)"
            },
            {
              "id": "6798aaa0-528c-4e1b-aca8-37e8647e73d0",
              "name": "Rod of Asclepius",
              "description": "a serpent-entwined rod wielded by Asclepius, a deity associated with healing and medicine. (Greek mythology)"
            },
            {
              "id": "37b61d43-3be7-4f84-8245-6bb66f803ef7",
              "name": "Ruyi Jingu Bang",
              "description": "the staff of Sun Wukong, which could alter its size from a tiny needle to a mighty pillar. (Chinese mythology)"
            },
            {
              "id": "78456476-cd7d-446a-8b34-a47bb43380a6",
              "name": "Khaṭvāṅga",
              "description": "Shiva and Rudra carried the khatvāṅga as a staff weapon and are thus referred to as khatvāṅgīs. In Buddhist mythology, it is a particularly divine attribute of Padmasambhava and endemic to his iconographic representation and depicted as an accoutrement of his divine consorts, Mandarava and Yeshe Tsogyal. In the twilight language, it represents Yab-Yum. (Hindu mythology)"
            },
            {
              "id": "159a0a3c-9e40-4f76-8e78-70efc4e84ae3",
              "name": "Aaron\u0027s rod",
              "description": "was endowed with miraculous power during the Plagues of Egypt that preceded the Exodus. Was carried by Aaron. (Jewish mythology)"
            },
            {
              "id": "972c13f9-9b1a-4ca0-9af5-5f186c5b7135",
              "name": "Staff of Moses",
              "description": "used by Moses to produce water from a rock, was transformed into a snake and back, and was used at the parting of the Red Sea. (Jewish mythology)"
            },
            {
              "id": "6b60e0f5-d4b6-415c-a027-95a027eade85",
              "name": "Ruyi",
              "description": "(As Desired or As [You] Wish), a curved decorative object that serves as a ceremonial sceptre in Chinese Buddhism or a talisman symbolizing power and good fortune in Chinese folklore. (Chinese folklore)"
            },
            {
              "id": "58e06e14-6e05-4833-beb9-50a139979758",
              "name": "Was",
              "description": "(Power or Dominion), a scepter associated with the gods as well as with the pharaoh. In later use, it was a symbol of control over the force of chaos that Set represented. It appears as a stylized animal head at the top of a long, straight staff with a forked end. (Egyptian mythology)"
            },
            {
              "id": "fbaeba11-ac28-41af-8cbb-14bffa1eae79",
              "name": "Opashoro, Oshalufan\u0027s staff. (Yoruba Mythology)",
              "description": ""
            },
            {
              "id": "258fcca8-fa2c-4f1e-94fd-2fa4f635ca69",
              "name": "Circe",
              "description": "\u0027s staff, a staff with which the sorceress Circe could transform others into animals. (Greek mythology)"
            },
            {
              "id": "aa35e14c-d279-4e01-87b6-f3f61e0072e4",
              "name": "Thyrsus",
              "description": "a staff tipped with a pine cone and entwined with ivy leaves, carried by Dionysus and his followers. (Greek mythology)"
            },
            {
              "id": "ec694244-be59-433c-96f7-f6ecf2c339bd",
              "name": "Caduceus",
              "description": "(also Kerykeion), the staff carried by Hermes or Mercury. It is a short staff entwined by two serpents, sometimes surmounted by wings, and symbolic of commerce. (Greek mythology)"
            },
            {
              "id": "6ca322e2-1f0f-4457-9be1-4d92a9007522",
              "name": "Cronus",
              "description": "\u0027 scythe, Cronus castrated his father Uranus using an adamant sickle given to him by his mother Gaia. (Greek mythology)"
            },
            {
              "id": "a50c675c-d0d5-4c1c-b035-7876315dc3d5",
              "name": "Grim Reaper",
              "description": "\u0027s scythe, a large scythe wielded by the Grim Reaper."
            },
            {
              "id": "f5cac8fc-fd33-45b5-980f-9c73bebeabf3",
              "name": "Father Time",
              "description": "ather Time, during the Renaissance, Father Time was depicted as wielding the harvesting scythe, and became the representative of the cruel and unrelenting flow of time which, in the end, cuts down all things."
            },
            {
              "id": "3023a791-7478-4664-95de-57e970a45e89",
              "name": "Four Horsemen of the Apocalypse",
              "description": "he Four Horsemen of the Apocalypse rides on a Pale Horse is Death, he is commonly depict carrying a scythe. (Christian mythology)"
            },
            {
              "id": "481a77e4-d7d6-424f-88de-0089d38f31d5",
              "name": "Jangar",
              "description": "the spear of Jangar. (Mongol mythology)"
            },
            {
              "id": "7f2ea0c7-5393-4e8d-8bb4-75c358455735",
              "name": "St. George",
              "description": "he spear (or sword) that St. George used to kill a dragon in Beirut and saving a princess from being sacrificed by the town. (Renaissance Fiction, Seven Champions of Christendom)"
            },
            {
              "id": "68fd451a-b243-44fb-bba3-5eb26b5b03fd",
              "name": "Gungnir",
              "description": "Odin\u0027s spear created by the Sons of Ivaldi. The spear is described as being so well balanced that it could strike any target, no matter the skill or strength of the wielder. (Norse mythology)"
            },
            {
              "id": "dbb095e5-faac-497e-8050-f8942c0a266e",
              "name": "Atgeir",
              "description": "\u0027s Atgeir, Gunnar\u0027s atgeir would make a ringing sound or \"sing\" when it was taken down in anticipation of bloodshed. (Norse mythology)"
            },
            {
              "id": "8105dfae-8806-4f16-9cc2-40f2f76d37ee",
              "name": "Baligant",
              "description": "the name of the spear of Baligant from The Song of Roland. (French folklore)"
            },
            {
              "id": "e7aac14e-923b-4723-88e8-6539fd3e13ff",
              "name": "Rhongomyniad",
              "description": "(also Rhongomiant), the spear of King Arthur that he used to defeat the legendary Sir Thomas of Wolford. (Arthurian legend)"
            },
            {
              "id": "536ce750-0bda-433c-b894-15aedcd57c2f",
              "name": "Achilles",
              "description": "Achilles, created by Hephaestus and given to Peleus at his wedding with Thetis. (Greek mythology)"
            },
            {
              "id": "672d6080-37f4-45df-a80e-c83b833738ff",
              "name": "Longinus",
              "description": "Longinus, see Lances: Bleeding Lance and Holy Lance (below)."
            },
            {
              "id": "c98aea07-5a19-4298-8bdf-d75fa476d71b",
              "name": "Lugh",
              "description": "dbhar (also Areadbhair), the spear of Lugh, which originally belonged to Pisear, king of Persia. Lugh had no need to wield the spear himself. It was alive and thirsted for blood that was only stayed by steeping its head in a sleeping-draught of pounded fresh poppy seeds. When battle was near, it was drawn out; then it roared and struggled against its thongs, fire blazed from it, and it tore through the ranks of the enemy once slipped from the leash, never tired of slaying."
            },
            {
              "id": "0eca99bb-8158-4ca2-8dc6-0ea38aee8d0a",
              "name": "Manannán",
              "description": "idhe, the spear of Manannán."
            },
            {
              "id": "6856303d-acf0-48d7-8148-0a58aab86989",
              "name": "Cú Chulainn",
              "description": "Cú Chulainn\u0027s spear that first belonged to Nechtan Scéne, and used to kill the sons of Nechtan Scéne. Formerly the name for the charioteer\u0027s goad, a split piece of wood."
            },
            {
              "id": "d770faf6-7122-46aa-b43d-e8455d20a521",
              "name": "Diarmuid Ua Duibhne",
              "description": "haft), a yellow spear that can inflict wounds from which none could recover. The spear of Diarmuid Ua Duibhne, given to him by Aengus."
            },
            {
              "id": "6c616b64-bc79-4baa-a6b5-bacfda17dd21",
              "name": "Gáe Bulg",
              "description": "the spear of Cú Chulainn, made of the bone of a sea monster. According to the legend, this spear was crafted by the warrior maiden Scáthach and had the power to explode into dozens of barbs, producing instant death."
            },
            {
              "id": "84bdbc47-cd89-444a-a98a-7f28bfe22f08",
              "name": "Gae Assail (Spear of Assal), another spear belonging to Lugh, the incantation \"Ibar (Yew)\" made the cast always hit its mark, and \"Athibar (Re-Yew)\" caused the spear to return.",
              "description": ""
            },
            {
              "id": "b8480978-f897-4a7c-8a94-494c4e6555aa",
              "name": "Diarmuid Ua Duibhne",
              "description": "lin), the red spear of Diarmuid Ua Duibhne, given to him by Aengus. It inflicted wounds that none could recover from similar to Gáe Buide."
            },
            {
              "id": "4d1500d3-82b5-43ca-87fa-fdf43713e7f2",
              "name": "Lúin of Celtchar",
              "description": "the name of a long, fiery lance or spear belonging to Celtchar mac Uthechar and wielded by other heroes, such as Dubthach, Mac Cécht and Fedlimid."
            },
            {
              "id": "8227901e-f1e9-48b6-b878-4d826058d462",
              "name": "Amenonuhoko",
              "description": "(Heavenly Jewelled Spear), the naginata used by the Shinto deities Izanagi and Izanami to create the world – also called tonbogiri."
            },
            {
              "id": "2fd8523a-c0a7-4c13-953d-c1553da5a6af",
              "name": "Tenson kōrin",
              "description": "hoko (Heavenly Upside Down Spear) is an antique and mysterious spear, staked by Ninigi-no-Mikoto at the summit of Takachiho-no-mine, where he and his divine followers first landed, according to the legend of Tenson kōrin."
            },
            {
              "id": "dabb4273-f0d6-47e1-a766-f418682581d0",
              "name": "Nihongo, is one of three legendary Japanese spears created by the famed swordsmith Masazane Fujiwara. A famous spear that was once used in the Imperial Palace. Nihongo later found its way into the possession of Masanori Fukushima, and then Tahei Mori.",
              "description": ""
            },
            {
              "id": "007178b5-6df9-4ad2-b76c-b474ceb19669",
              "name": "Otegine, is one of three legendary Japanese spears created by the famed swordsmith Masazane Fujiwara.",
              "description": ""
            },
            {
              "id": "5a13ddc6-da9a-497f-a248-e689c8284b53",
              "name": "Tonbokiri",
              "description": "is one of three legendary Japanese spears created by the famed swordsmith Masazane Fujiwara, said to be wielded by the legendary daimyō Honda Tadakatsu. The spear derives its name from the myth that a dragonfly landed on its blade and was instantly cut in two. Thus Tonbo (Japanese for \"dragonfly\") and kiri (Japanese for \"cutting\"), translating this spear\u0027s name as \"Dragonfly Slaying spear\"."
            },
            {
              "id": "74f1da7a-0a94-49a2-8860-f99a785e5783",
              "name": "Erlang Shen",
              "description": "\u0027s spear, a three-pointed and double-edged spear with two cutting edges of a Saber used by Erlang Shen. It is powerful enough to penetrate and cleave through steel and stone like wool."
            },
            {
              "id": "c5aef5ec-0139-4089-b478-359af23587cd",
              "name": "Green Dragon Crescent Blade",
              "description": "a legendary weapon wielded by Guan Yu in the historical novel Romance of the Three Kingdoms. It is a guandao, a type of traditional Chinese weapon. It is also sometimes referred to as the Frost Fair Blade, from the idea that during a battle in the snow, the blade continuously had blood on it; the blood froze and made a layer of frost on the blade."
            },
            {
              "id": "5d814c6b-7e2b-4da7-8436-ea6a6609b56b",
              "name": "Zhu Bajie",
              "description": "gpa (Nine-tooth Iron Rake), the primary weapon of Zhu Bajie."
            },
            {
              "id": "1d4a9fd8-6a59-4e8b-bd86-3caffb61f124",
              "name": "zhang",
              "description": "hang long Serpent Spear, Zhang Fei\u0027s spear from the Three Kingdoms period in China."
            },
            {
              "id": "593745b1-c24a-45e0-8997-4dc311250811",
              "name": "Spear of Fuchai",
              "description": "the spear used by Goujian\u0027s arch-rival King Fuchai of Wu."
            },
            {
              "id": "56d9ca6e-9e55-42ba-92e5-78ca14c297a3",
              "name": "Monk\u0027s spade",
              "description": "rescent-Moon-Shovel), a Monk\u0027s spade that is the primary weapon of Sha Wujing. A double-headed staff with a crescent-moon blade at one end and a spade at the other, with six xīzhàng rings in the shovel part to denote its religious association."
            },
            {
              "id": "e2f0aba7-48fb-4562-a021-71a6fa172d17",
              "name": "Han Feizi",
              "description": "\u0027s spear, a man was trying to sell a spear and a shield. When asked how good his spear was, he said that his spear could pierce any shield. Then, when asked how good his shield was, he said that it could defend from all spear attacks. Then one person asked him what would happen if he were to take his spear to strike his shield; the seller could not answer. This led to the idiom of \"zìxīang máodùn\" (自相矛盾, \"from each-other spear shield\"), or \"self-contradictory\"."
            },
            {
              "id": "0ea4191e-ec92-430d-b89e-a2b97ddb801d",
              "name": "Bident",
              "description": "a two-pronged implement resembling a pitchfork. In classical mythology, the bident is associated with Pluto/Hades, the ruler of the underworld. (Greek mythology)"
            },
            {
              "id": "083f4e13-f87d-4139-9247-7713d0e224a9",
              "name": "devil",
              "description": "\u0027s pitchfork, a bident or two-pronged pitchfork belonging to the devil. (Christian mythology)"
            },
            {
              "id": "70477422-cb2a-41ea-9352-192824f933b0",
              "name": "Vel",
              "description": "a divine javelin associated with Hindu war god Kartikeya. (Hindu mythology)"
            },
            {
              "id": "24044801-c80a-4d8e-a56d-bcfe3bcc8210",
              "name": "Arthurian legend",
              "description": "a sacred object, imbued with magic, in Grail ceremonies. Drops of blood issue from its point. When the Grail is Christianized, this weapon transforms into the Holy Lance, the spear that pierced the side of Jesus by the hand of a Roman soldier named Longinus. The blood is that of the lamb and drips eternally into the Grail. From the Vulgate Cycle on the Lance is also the weapon that inflicted the Grail-keeper\u0027s wound even though it is often attributed with healing powers. (Arthurian legend)"
            },
            {
              "id": "c4479fcb-47bf-4d38-a849-8e9831d48080",
              "name": "Bradamante",
              "description": "\u0027s lance, a female Christian knight who wields a magical lance that unhorses anyone it touches. (Matter of France)"
            },
            {
              "id": "89e3bfdb-7f4b-4141-93e2-78d35aa73eb7",
              "name": "Olyndicus",
              "description": "Olyndicus, wielded by the Celtiberians\u0027 war chief Olyndicus, who fought against Rome. According to Florus, he wielded a silver lance that was sent to him by the gods from the sky.[13] (Spanish mythology)"
            },
            {
              "id": "117915c5-51f2-40ca-863e-aa10aba233bd",
              "name": "Holy Lance",
              "description": "(also Spear of Longinus or Spear of Destiny), is the name given to the lance that pierced the side of Jesus as he hung on the cross, according to the Gospel of John. (Christian mythology)"
            },
            {
              "id": "3bf53865-aa7c-443d-a285-85b4f7275e2d",
              "name": "Vajra",
              "description": "A trident-shaped staff which emits a bright light in the darkness, and grants wisdom and insight. The staff belonged originally to the Japanese mountain god Kōya-no-Myōjin. It is the equivalent of the Sanskrit Vajra, the indestructible lightning-diamond pounder of the king of the gods/rain-god Indra. There the staff represents the three flames of the sacrificial fire, part of the image of the vajra wheel. (Japanese mythology)"
            },
            {
              "id": "f4663e7d-940a-4214-bd95-56656d1fcb30",
              "name": "Trident of Poseidon",
              "description": "associated with Poseidon, the god of the sea in Greek mythology and the Roman god Neptune. When struck the earth in anger, it caused mighty earthquakes and his trident could stir up tidal waves, tsunamis, and sea storms. (Greek mythology)"
            },
            {
              "id": "bc4f7311-d4dc-4a5b-8aec-1367bfcbb015",
              "name": "Lavanasura",
              "description": "Madhu, Madhu handed everything over to his son Lavanasura including his trident before drowning himself in the ocean because of shame. (Hindu mythology)"
            },
            {
              "id": "501bbf01-be21-4646-b973-4989c1f2cb58",
              "name": "Trishula",
              "description": "the trident of Shiva, stylized by some as used as a missile weapon and often included a crossed stabilizer to facilitate flight when thrown. Considered to be the most powerful weapon. (Hindu mythology)"
            }
          ]
        },
        {
          "id": "97381304-aa75-4354-9b66-6cb140411251",
          "subCategoryTitle": "Whips",
          "artifacts": [
            {
              "id": "06e9ae41-b22b-46bf-a876-6ffa77d67554",
              "name": "Chentu",
              "description": "a horse whip which looks like a crooked stick, and is a typical attribute of Aiyanar, Krishna in his aspect as Rajagopala, and Shiva with Nandi. (Hindu mythology)"
            }
          ]
        },
        {
          "id": "31d51b0a-d727-40b8-a317-558efd35f9c2",
          "subCategoryTitle": "Daggers",
          "artifacts": [
            {
              "id": "6553ad0b-9edd-4598-bac7-d76104a62519",
              "name": "Carnwennan",
              "description": "(Little White-Hilt), the dagger of King Arthur. It is sometimes attributed with the power to shroud its user in shadow, and was used by Arthur to slice the Very Black Witch in half. (Arthurian legend)"
            },
            {
              "id": "d22b419e-f8d0-46b5-94f4-17eb6d23773a",
              "name": "Rostam",
              "description": "of Rostam, a glittering dagger that Rostam used to behead the white daeva Div-e Sepid. (Persian mythology)"
            },
            {
              "id": "e9241fe9-8e7a-4464-b3cd-4fd6c1b17a5e",
              "name": "Llawfrodedd Farchog",
              "description": "d the Horseman, Llawfrodedd Farchog (from marchog \"the Horseman\"), or Barfawc \"the Bearded\" in other manuscripts, is said to have owned a knife which would serve for a company of 24 men at the dinner table. (Welsh mythology)"
            },
            {
              "id": "29a324ea-3b9f-4bbe-9465-b6c2a38dcc1c",
              "name": "Parazonium",
              "description": "a dagger frequently carried by Virtus, Mars, Roma, or the Emperor, giving them the aura of courage. (Roman mythology)"
            },
            {
              "id": "add64848-8327-4dbe-a265-3c3263ed0ae8",
              "name": "Kris Mpu Gandring",
              "description": "Ken Arok\u0027s cursed dagger. The unfinished or incomplete kris would kill seven men, including Ken Arok."
            },
            {
              "id": "4fb5f64b-b8ec-4544-bd17-8bfc54430bfe",
              "name": "Kris Taming Sari",
              "description": "(Flower Shield or Beautiful Shield), one of the most well-known kris in Malay literature, said to be so skilfully crafted that anyone wielding it was unbeatable."
            },
            {
              "id": "9b5b2812-7a08-4ed5-be7d-ee9f9764fe22",
              "name": "Kris Setan Kober",
              "description": "belong to Arya Penangsang, the mighty viceroy (adipati) of Jipang who was killed by his own kris called Setan Kober (\"devil of the grave\"). Forged by Empu Bayu Aji in the kingdom of Pajajaran, and had 13 luk on its blade."
            }
          ]
        },
        {
          "id": "28910d62-4f3a-4af8-b7d9-0baa6a30e05e",
          "subCategoryTitle": "Axes",
          "artifacts": [
            {
              "id": "31aaae94-6608-4efa-a9cf-65d34ec8a00f",
              "name": "Axe of Perun",
              "description": "the axe wielded by the Slavic god of thunder and lightning, Perun. (Slavic paganism)"
            },
            {
              "id": "443a66a5-5a64-42b6-878b-f10800770cbd",
              "name": "Forseti",
              "description": "\u0027s axe (also Fosite\u0027s axe), a golden battle axe that Forseti (or Fosite in the Frisian mythology) used to save the old sages of the wreck and then threw the axe to an island to bring forth a source of water. (Norse mythology)"
            },
            {
              "id": "513a150c-6156-4a5a-af17-29eaabbfd00f",
              "name": "Hephaestus",
              "description": "\u0027s Labrys, a double-headed axe used by Hephaestus to slice open Zeus\u0027s head and free Athena, whose pregnant mother Zeus swallowed to prevent her offspring from dethroning him. (Greek mythology)"
            },
            {
              "id": "ca629a93-42c8-4da2-bf20-2d89ede92b24",
              "name": "Maya",
              "description": "tning axe, an axe that is wielded by the Maya rain deity Chaac and used to produce thunder and rain. (Maya mythology)"
            },
            {
              "id": "24eacf72-4762-4d39-bd6d-3c29ca530faa",
              "name": "Parashu",
              "description": "the battle-axe of Shiva who gave it to Parashurama. (Hindu mythology)"
            },
            {
              "id": "5c3dcd7b-4d48-4583-b5ae-bcf7d6744deb",
              "name": "Pangu",
              "description": "\u0027s axe, an axe wielded by Pangu. He used it to separate yin from yang, creating the Earth (murky yin) and the Sky (clear yang). (Chinese mythology)"
            },
            {
              "id": "275381a3-cea4-4d8b-bf67-c9dfe09bbe9d",
              "name": "Paul Bunyan",
              "description": "\u0027s axe, an axe wielded by Paul Bunyan. It was responsible for carving the Grand Canyon after Paul once dragged it behind him while walking. (American folklore)"
            },
            {
              "id": "be3fcdc0-9c10-41e4-b401-0f40ef083d33",
              "name": "Gobán Saor",
              "description": "\u0027s axe, it could hold back the tide when it was thrown onto the seashore. (Irish mythology)"
            },
            {
              "id": "fcd63900-74e6-4326-a6e6-dd51e8d4557a",
              "name": "Shango",
              "description": "\u0027s axe, an axe wielded by Shango that can produce thunder. (Yoruba mythology)"
            },
            {
              "id": "4b0e36ae-e726-4982-8595-3ec4a7f0f445",
              "name": "Zeus",
              "description": "\u0027s Labrys, at Labraunda there were depictions of Zeus who was called Zeus Labrandeus (Ζεὺς Λαβρανδεύς) with a tall lotus-tipped sceptre upright in his left hand and the double-headed axe over his right shoulder. (Greek mythology)"
            },
            {
              "id": "52f44090-adf8-4ac1-907d-1fb06f33b0ca",
              "name": "woodcutter",
              "description": "a woodcutter accidentally dropped his axe into a river and sat down to weep. Hermes dived into the water and returned with a golden axe. Hermes asked if this is his axe, but the woodcutter said it was not. (Greek folklore)"
            },
            {
              "id": "276f7d6b-e5ee-4d70-92d7-c619ebafae50",
              "name": "woodcutter",
              "description": "the woodcutter returned the same answer when a silver axe was brought to the surface by Hermes. Only when his own axe is found does he claim it. Impressed by his honesty, Hermes allows him to keep all three axes. (Greek folklore)"
            }
          ]
        },
        {
          "id": "b9bab84d-6cb5-4291-98f6-1f2eb7ac1692",
          "subCategoryTitle": "Hammers",
          "artifacts": [
            {
              "id": "cd66f028-ecfa-4c69-971e-4e3cd1446d6e",
              "name": "Mjölnir",
              "description": "a magical hammer wielded by Thor. It was invulnerable and when thrown would return to the user\u0027s hand. (Norse mythology)"
            },
            {
              "id": "d3f426c6-efd2-4772-8381-99122c66a744",
              "name": "Ukonvasara",
              "description": "(also Ukonkirves), the weapon of the Finnish thunder god Ukko. (Finnish mythology)"
            },
            {
              "id": "08e6e62d-fa9f-454b-9c90-a0c68f59d0a1",
              "name": "Uchide no kozuchi",
              "description": "a legendary Japanese \"magic hammer\" which can \"tap out\" anything wished for, and is wielded by Daikoku-ten in popular belief. (Japanese folklore)"
            },
            {
              "id": "7119933f-7459-4648-a73e-8f6687adc576",
              "name": "Hephaestus",
              "description": "Hephaestus, the hammer of the Greek god Hephaestus, which he used to make the Greek gods\u0027 weapons. (Greek mythology)"
            }
          ]
        },
        {
          "id": "86ae98fe-1484-45d5-8c0f-a256a1a5c58f",
          "subCategoryTitle": "Bow and arrows",
          "artifacts": [
            {
              "id": "de935a04-f18e-41dc-990a-5298cd390220",
              "name": "Arash",
              "description": "\u0027s bow, Arash used the bow to determine the border between Persia and Turan, it is said that the arrow was traveling for three days, and Arash sacrificed himself while firing the bow by putting his life force in the arrow. (Persian mythology)"
            },
            {
              "id": "2e4cd6dd-a16e-4abb-9c6c-10d0a3020bf3",
              "name": "Tristan",
              "description": "t, the bow of Tristan. It was said to never miss its mark. (Arthurian legend)"
            },
            {
              "id": "d9154aa2-f8da-426d-a523-54d3f106afd9",
              "name": "Houyi",
              "description": "\u0027s bow, the God of Archery used his bow to shoot down nine out of ten sun-birds from the sky. (Chinese mythology)"
            },
            {
              "id": "c5de8cf7-4a61-44c0-aa0e-fe13a01fbba0",
              "name": "Four Horsemen of the Apocalypse",
              "description": "e Four Horsemen of the Apocalypse rides on a White Horse is Conquest, and he who sat on it had a bow. (Christian mythology)"
            },
            {
              "id": "eff88c5f-0b20-4647-b7dc-91b09fff4265",
              "name": "Ofas, bows and arrows used by the divine odés (hunters). (Yoruba mythology)",
              "description": ""
            },
            {
              "id": "7e9bbfaf-3251-4073-8494-d2d935ffabb8",
              "name": "Kērēsāspa",
              "description": "\u0027s bow, The bow with which Kērēsāspa went to war with the giant demonic bird Kamak and shot infinite arrows like rain into its wings and brought it down and killed it. People also know that bow as a rainbow in the sky.(Persian mythology)"
            },
            {
              "id": "0d18c946-a9cd-4748-b59f-eff44ca72679",
              "name": "Apollo",
              "description": "\u0027s bow, a silver bow wielded by Apollo, used to slay Python."
            },
            {
              "id": "2ae806a6-e57f-4319-a707-8206f8d680f2",
              "name": "Artemis",
              "description": "\u0027s bow, a silver bow wielded by Artemis."
            },
            {
              "id": "07a28efd-6a95-412b-9a06-1db46d76e8c0",
              "name": "Eros",
              "description": "\u0027s bow, a bow wielded by Eros that could cause one to love or hate the person they first saw after being struck."
            },
            {
              "id": "b8242d00-c96c-462b-8e1e-67ffb21f0a5f",
              "name": "Heracles",
              "description": "\u0027s bow, which also belonged to Philoctetes, its arrows had been dipped in the blood of the Lernaean Hydra, which made them instantly lethal."
            },
            {
              "id": "e295fcdf-a0d3-4936-987a-3955053c1130",
              "name": "Eurytus",
              "description": "\u0027 bow, Eurytus became so proud of his archery skills that he challenged Apollo. The god killed Eurytus for his presumption, and Eurytus\u0027 bow was passed to Iphitus, who later gave the bow to his friend Odysseus. It was this bow that Odysseus used to kill the suitors who had wanted to take his wife, Penelope."
            },
            {
              "id": "854effdb-b59e-496f-91fd-27bb41e2c77d",
              "name": "Pinaka",
              "description": "a bow wielded by Shiva that fired arrows that could not be intercepted."
            },
            {
              "id": "b79e7dff-8fab-4633-8f9c-862a79c19135",
              "name": "Vijaya",
              "description": "a bow wielded by Parashurama."
            },
            {
              "id": "747cb082-cce0-4b08-8940-cea8cac688ab",
              "name": "Gandiva",
              "description": "a bow created by Brahma and used by Arjuna during the Kurukshetra War."
            },
            {
              "id": "15c334e1-112e-4536-ad79-4efeb83f5a7a",
              "name": "Sharanga",
              "description": "the bow of the Hindu god Vishnu and his avatars."
            },
            {
              "id": "2287dc4c-b30c-4bfb-9e49-6b66fa65c8e6",
              "name": "Kaundinya",
              "description": "\u0027s bow, a magic bow wielded by the Brahman Kaundinya, who used it to make the Naga princess Mera fall in love with him.[14]"
            },
            {
              "id": "082ffa57-8298-4b14-8cc6-0a3d637d4620",
              "name": "Indra",
              "description": "\u0027s bow, the rainbow is depicted as an archer\u0027s bow. Indra, the god of thunder and war, uses the rainbow to shoot arrows of lightning."
            },
            {
              "id": "de68ebf7-46cd-4ea9-a129-f038e8718064",
              "name": "Apollo",
              "description": "\u0027s arrow, An arrow that could cause health or cause famine and death in sleep. (Greek mythology)"
            },
            {
              "id": "8316bbce-a97c-4202-b394-7aa56b80f91e",
              "name": "Artemis",
              "description": "\u0027s arrow, golden arrows that could be used to bring sudden death and disease to girls and women. (Greek mythology)"
            },
            {
              "id": "f15c4799-08cf-43cc-9139-30d6d1db52fc",
              "name": "Arrow of Brahma",
              "description": "the demi-god Rama faced the demon king of Sri-Lanka, Ravana. Rama fired the arrow of Brahma that had been imparted to him by Agastya. The arrow of Brahma burst Ravana\u0027s navel, and returned to Rama\u0027s quiver. (Hindu mythology)"
            },
            {
              "id": "c73fc584-56ff-41d3-9676-65ef92c373f7",
              "name": "Shiva",
              "description": "Baan, Shiva gave Barbarika three infallible arrows (Teen Baan). A single arrow was enough to destroy all opponents in any war, and it would then return to Barbarika\u0027s quiver. (Hindu mythology)"
            },
            {
              "id": "ea727bca-a775-4324-ad9a-569b81c05aea",
              "name": "Elf-arrow",
              "description": "(also Pixie Arrow), were arrowheads of flint used in hunting and war by the aborigines of the British Isles and of Europe in general. Elf-Arrows derived their name from the folklore belief that the arrows fell from the sky, and were used by elves to kill cattle and inflict Elfshot on human beings. Elf-Arrows were sometimes worn as amulets, occasionally set in silver, as a charm against witchcraft. (English folklore)"
            },
            {
              "id": "d28efdd1-07c7-40d3-ba89-0b2fe1526f03",
              "name": "Heracles",
              "description": "\u0027 arrows, arrows wielded by Heracles that were coated in poisonous Hydra blood. (Greek mythology)"
            },
            {
              "id": "4d0abb98-547e-4f0d-a24b-81c59b02faa0",
              "name": "Örvar-Oddr",
              "description": "r, magic arrows given to Örvar-Oddr by his father. (Norse mythology)"
            },
            {
              "id": "fe03ea09-e0cb-481d-b047-bca639617735",
              "name": "Sagitta",
              "description": "(Arrow), regarded as the weapon that Hercules used to kill the eagle Aquila that perpetually gnawed Prometheus\u0027 liver. (Greek mythology)"
            }
          ]
        },
        {
          "id": "45f2141d-bcb2-4f69-89fd-7fa000249776",
          "subCategoryTitle": "Crossbows",
          "artifacts": [
            {
              "id": "14eca343-3869-4437-8dce-5800990439da",
              "name": "Kim Quy",
              "description": "Crossbow of the Supernaturally Luminous Golden Claw (also 靈光金爪神弩; SV: Linh Quang Kim Trảo Thần Nỏ), which could kill 300 men with one shot. A giant golden turtle (also Kim Quy) gave An Dương Vương one of his claws and instructed him to make a crossbow using it as a trigger, assuring him he would be invincible with it.[‡ 1][15] A man called Cao Lỗ (or Cao Thông) was tasked with the creation of the crossbow.[‡ 1][16]: 88 [17](see also Vietnamese mythology)"
            },
            {
              "id": "40e07af8-a390-45ea-96e6-588d730b465c",
              "name": "William Tell",
              "description": "\u0027s crossbow: the governor of Altdorf forced William to shoot with his crossbow at an apple placed over his son\u0027s head a hundred feet away, as a way of punishing him for not bowing to the governor\u0027s statue. William, despite being a master of the crossbow, loaded two arrows into it. At the first attempt he hit the target. Amazed, the governor asked the reason for loading the second arrow. William replied that, in case the first projectile hit his son, he would shoot the second arrow into the evil heart of the one who caused his death. (Swiss folklore)"
            }
          ]
        },
        {
          "id": "3df864aa-51cd-46d1-b1bb-666ae2b649f3",
          "subCategoryTitle": "Projectile weapons",
          "artifacts": [
            {
              "id": "06206df9-cd40-4507-836b-0d33ac705b8e",
              "name": "Lugh",
              "description": "g-stone (also Cloich Tabaill), was used by Lugh to slay his grandfather, Balor the Strong-Smiter in the Cath Maige Tuired according to the brief accounts in the Lebor Gabála Érenn. (Irish mythology)"
            },
            {
              "id": "c8396d8d-220a-40f8-b0d9-42bc3701340a",
              "name": "Thunderbolt",
              "description": "lightning plays a role in many mythologies, often as the weapon of a sky god and weather god. Thunderbolts as divine weapons can be found in many mythologies. In Greek mythology, the thunderbolt is a weapon given to Zeus by the Cyclops, or by Hephaestus in Greek mythology. Zibelthiurdos of Paleo-Balkan mythology is a god recognized as similar to Zeus as a wielder of lightning and thunderbolts. In Igbo mythology, the thunderbolt is the weapon of Amadioha and in Yoruba mythology, the thunderbolt is the weapon of Shango."
            },
            {
              "id": "d0c9b65c-e1d7-4911-a7fc-6a17bc8b79fa",
              "name": "Xiuhcoatl",
              "description": "a lightning-like weapon wielded by Huitzilopochtli. (Aztec religion)"
            },
            {
              "id": "b99aebcc-844f-4242-b755-b9823498c401",
              "name": "Loki",
              "description": "y Dart or Mistletoe, a weapon that Loki used to kill Baldr, variously depicted as a holly dart, mistletoe, arrow, or spear. (Norse mythology)"
            },
            {
              "id": "91c6e195-1999-40ad-8c12-b1ac0785d0fc",
              "name": "Lugh",
              "description": "lum, the missile fired by Lugh from the Sling-stone. (Irish mythology)"
            },
            {
              "id": "f4380397-437e-4cf0-9b8c-b2f46a724b51",
              "name": "devil",
              "description": "Bullet, an enchanted bullet obtained through a contract with the devil in the German folk legend Freischütz. A marksman has obtained a certain number of bullets destined to hit without fail whatever object he wishes. Six of the magic bullets are thus subservient to the marksman\u0027s will, but the seventh is at the absolute disposal of the devil himself. (German folklore)"
            },
            {
              "id": "1c9e94a7-de83-4693-ad07-60adb25e7a56",
              "name": "Silver bullet",
              "description": "a bullet cast from silver that is often the only weapon effective against a werewolf, witch, or other monsters."
            },
            {
              "id": "a98e4ea2-6c23-4435-a277-68396f8781f3",
              "name": "Nezha",
              "description": "nken, a chakram of great power wielded by Nezha. (Chinese mythology)"
            },
            {
              "id": "fff7e117-693f-4cec-bc8a-869b28a771c9",
              "name": "Astra",
              "description": "a supernatural weapon, presided over by a specific deity. To summon or use an astra required knowledge of a specific incantation/invocation, when armed."
            },
            {
              "id": "fcb49d87-c536-401c-a709-665889418d51",
              "name": "Brahmastra",
              "description": "described in a number of the Puranas, it was considered the deadliest weapon. It was said that when the Brahmastra was discharged, there was neither a counterattack nor a defense that could stop it."
            },
            {
              "id": "4fa2f512-6218-4b92-beb0-8ca1efdcb747",
              "name": "Narayanastra",
              "description": "the personal missile of Vishnu in his Narayana or Naraina form."
            },
            {
              "id": "18361d61-1c22-4a07-bfc8-60f34a24f432",
              "name": "Pashupatastra",
              "description": "an irresistible and most destructive personal weapon of Shiva and Kali, discharged by the mind, the eyes, words, or a bow."
            },
            {
              "id": "529092b8-4153-410e-b42f-fe712e7a229b",
              "name": "Varunastra",
              "description": "a water weapon (a storm) according to the Indian scriptures, incepted by Varuna. In stories it is said to assume any weapon\u0027s shape, just like water. This weapon is commonly mentioned as being used to counter the Agneyastra."
            },
            {
              "id": "ff44becb-a500-4652-8137-2f9d9a9587c7",
              "name": "Agni",
              "description": "yastra, the god of fire Agni possess a weapon that would discharge and emit flames inextinguishable through normal means."
            },
            {
              "id": "6fa57563-3322-4b23-a13c-6cdbf21f195c",
              "name": "Sudarshana Chakra",
              "description": "a legendary spinning disc like weapon used by the Hindu God Vishnu."
            },
            {
              "id": "6d74687d-4dea-4f48-be62-bb024e212b1c",
              "name": "Vajra",
              "description": "the weapon of the Vedic rain and thunder-deity Indra, and is used symbolically by the dharmic traditions to represent firmness of spirit and spiritual power. (Hindu mythology/Buddhist mythology/Jain mythology)"
            },
            {
              "id": "bc7234c0-329f-4263-b29e-568121a429f9",
              "name": "Brahmanda Astra",
              "description": "it is said in the epic Mahabharata that the weapon manifests with the all five heads of Lord Brahma as its tip. Brahma earlier lost his fifth head when he fought with Lord Shiva. This weapon is said to possess the power to destroy entire solar system or Brahmand, the 14 realms according to Hindu cosmology."
            },
            {
              "id": "0da230a9-c292-444b-a544-95b4bea06ebf",
              "name": "Brahmashirsha Astra",
              "description": "It is thought that the Brahmashirsha Astra is the evolution of the Brahmastra, and 4 times stronger than Brahmastra. The weapon manifests with the four heads of Lord Brahma as its tip. When it strikes an area it will cause complete destruction and nothing will grow, not even a blade of grass, for the next 12 years. It will not rain for 12 years in that area, and everything including metal and earth become poisoned."
            },
            {
              "id": "0e994b42-58c1-4f5e-8978-72720aae3426",
              "name": "Indra",
              "description": "i Shakti, the magical dart of Indra. Used by Karna against Ghatotkacha in the Mahabharata war."
            }
          ]
        }
      ]
    },
    {
      "id": "4e6e0ec4-f553-47b7-938c-2998ff343e74",
      "artifactCategoryTitle": "Hooks",
      "artifactSubCategories": []
    },
    {
      "id": "39d86f75-38dc-4656-b6c5-f9135af8ca0a",
      "artifactCategoryTitle": "Jewelry",
      "artifactSubCategories": [
        {
          "id": "25d84d15-3704-431e-b91f-7e3e0377df82",
          "subCategoryTitle": "Necklaces",
          "artifacts": [
            {
              "id": "28f5ac35-9e11-41fe-8dde-3b9f5c469ae5",
              "name": "Brísingamen",
              "description": "the necklace of the goddess Freyja. (Norse mythology)"
            },
            {
              "id": "17adea29-e50a-4622-88da-ef17383b56d5",
              "name": "Necklace of Harmonia",
              "description": "allowed any woman wearing it to remain eternally young and beautiful, but also brought great misfortune to all of its wearers or owners. It was made by Hephaestus and given to Harmonia, the daughter of Aphrodite and Ares, as a curse on the House of Thebes for Aphrodite\u0027s infidelity. (Greek mythology)"
            },
            {
              "id": "78b381f6-4d11-4e64-b951-6b677be3eca2",
              "name": "Lady of the Lake",
              "description": "Lady of the Lake, a jeweled necklace given to Sir Pelleas after assisting an old woman across a river. It was enchanted so that its wearer would be unfathomably loved. (Arthurian legend)"
            },
            {
              "id": "0586f5d8-a38c-4533-9ca0-04da0b6711db",
              "name": "Yasakani no Magatama",
              "description": "a bejeweled necklace of magatamas offered to Amaterasu. One of three Sacred Imperial Relics of Japan. It represents benevolence. (Japanese mythology)"
            },
            {
              "id": "3dcca84d-b429-4d11-a7a6-1f069ca29c73",
              "name": "Izanagi",
              "description": "ana-no-kami, a necklace of beads. Izanagi gave Amaterasu as a representation of her rule over Takama-ga-hara. (Japanese mythology)"
            },
            {
              "id": "cfc6929f-4593-4558-934c-6cf9fea87431",
              "name": "Agimat",
              "description": "a Filipino word for \"amulet\" or \"charm\"."
            },
            {
              "id": "4000e69a-8d2f-47bb-b06b-0d68579c21d8",
              "name": "Ankh",
              "description": "an amulet which appears frequently in Egyptian tomb paintings and other art, often at the fingertips of a god or goddess. (Egyptian mythology)"
            },
            {
              "id": "d1727963-f09c-4f1f-a214-897ae82fe269",
              "name": "Phylactery, an amulet or charm, worn for its supposed magical power.",
              "description": ""
            },
            {
              "id": "a55d133e-a455-4122-abfb-b617f52aa57f",
              "name": "Rabbit\u0027s foot",
              "description": "the foot of a rabbit is carried as an amulet believed to bring good luck. (American folklore/Canadian folklore)"
            },
            {
              "id": "b8154655-1ca9-4609-854c-904d21b2ae86",
              "name": "Vedic amulet",
              "description": "in Vedic literature, fig trees often represent talismans with the udumbara fig tree having been deemed the \"lord of amulets\". (Hindu mythology/Buddhist mythology)"
            },
            {
              "id": "0f2920d4-f7e3-46ba-b606-78ddb83cb5cc",
              "name": "Wolfssegen",
              "description": "(also Wolfsegen and Wolf-Segen), an apotropaic charm against wolves. (European folklore)"
            }
          ]
        },
        {
          "id": "8389c7f6-c0bb-4f5a-91f9-b7aaf051e211",
          "subCategoryTitle": "Rings",
          "artifacts": [
            {
              "id": "5014fb86-afea-461d-8327-ee4edc85709a",
              "name": "Andvaranaut",
              "description": "a magical ring capable of producing gold, first owned by Andvari. (Norse mythology)"
            },
            {
              "id": "0177c0aa-4bec-4cdb-b9d6-2e6a5a373f94",
              "name": "Draupnir",
              "description": "a golden arm ring possessed by Odin that is a source of endless wealth. (Norse mythology)"
            },
            {
              "id": "83dd2e4e-ca25-442e-8a8d-70e80cf5e12b",
              "name": "Sir Lancelot",
              "description": "el, a ring given to Sir Lancelot by the Lady of the Lake which could dispel any enchantment. In Le Chevalier de la Charrette it is given to him by a fairy instead. He used the ring to cross the Sword Bridge. (Arthurian legend)"
            },
            {
              "id": "d258d0b9-5ca9-4b40-941b-6e21ddf47138",
              "name": "Cantar de los Siete Infantes de Lara",
              "description": "lo Gustioz breaks in two pieces to so he can later on recognize the son with which his lover is pregnant. When that son, Mudarra, joins the two halves, it again becomes a complete ring and Gonzalo Gustioz is healed of his blindness in the epic poem Cantar de los Siete Infantes de Lara.[18] (Spanish mythology)"
            },
            {
              "id": "80dcc168-ce06-45ec-90b9-347aa788ab15",
              "name": "Ring of Gyges",
              "description": "a mythical magical artifact that granted its owner the power of invisibility. (Greek mythology)"
            },
            {
              "id": "974e8534-b7b6-4efe-8c18-12a3c38b630b",
              "name": "Seal of Solomon",
              "description": "a magical brass or steel ring that could imprison demons. (Jewish mythology/Christian mythology)"
            },
            {
              "id": "5198dbd0-d76a-4ab2-8184-0df2ebec6de7",
              "name": "Svíagriss",
              "description": "Adils\u0027 prized ring in the Hrólfr Kraki\u0027s saga. (Norse mythology)"
            },
            {
              "id": "3aaad810-eaf2-44c6-b95a-2a81910205af",
              "name": "Welsh mythology",
              "description": "of Eluned the Fortunate, a cloak of invisibility owned by Merlin. (Welsh mythology)"
            },
            {
              "id": "fb68c5ca-0c1a-4dfa-8368-22431da33099",
              "name": "Angelica",
              "description": "\u0027s ring, a ring possessed by Angelica, princess of Cathay in the legends of Charlemagne. It rendered its wearer immune to all enchantments, and renders the user invisible when placed in their mouth. (Mythology in France)"
            },
            {
              "id": "f7abf853-0f29-4d2e-aead-59a7225dd98a",
              "name": "Alberich",
              "description": "en ring, Alberich steals the Rhinegold from the Rhinemaidens, having learned that he who is willing to renounce love will thereby gain the ability to forge a ring of power from the gold. Alberich forges the ring and makes himself lord over all the Nibelungen. (German mythology)"
            },
            {
              "id": "2b3568cc-ef19-4957-a9b3-1475a6b63d59",
              "name": "Aladdin",
              "description": "\u0027s ring, a magic ring the sorcerer from the Maghreb has lent him. When he rubs his hands in despair, he inadvertently rubs the ring and a genie appears. (Arabic mythology)"
            },
            {
              "id": "cc605ffc-6f8b-4a14-a1a8-61ad3ddce8a2",
              "name": "Soria Moria Castle",
              "description": "rincesses gave Halvor a ring to wish himself to his parents and back to Soria Moria Castle. (Scandinavian folklore)"
            },
            {
              "id": "9c238955-afa9-4dc7-ac79-d72d977031a2",
              "name": "Krishna",
              "description": "a golden jewellery, worn by Krishna on his arm over the biceps. (Hindu mythology)"
            },
            {
              "id": "953f97bc-0900-452e-9707-48d55de4bdfb",
              "name": "Karna",
              "description": "Kundala, the ear-rings of Karna (was present at his birth). (Hindu mythology)"
            },
            {
              "id": "50784e49-414b-4a37-a322-45c2f81307dd",
              "name": "Shiva",
              "description": "akundala, makara shaped ear-rings are sometimes worn by the Hindu gods, for example Shiva, the Destroyer, or the Preserver-god Vishnu, the Sun god Surya, and the Mother Goddess Chandi. (Hindu mythology)"
            },
            {
              "id": "ff0c0516-6fc8-4360-9eec-4bde242acea5",
              "name": "Shiva",
              "description": "Kundala, the Hindu God Shiva wears two earrings or Kundalas. Traditional images of Shiva depict the two earrings named – Alakshya and Niranjana. (Hindu mythology)"
            }
          ]
        },
        {
          "id": "eadb9575-87ff-4231-8f81-5f9360561d9d",
          "subCategoryTitle": "Gemstones",
          "artifacts": [
            {
              "id": "c53e3191-c9f7-4c9d-8013-118d457bb9a0",
              "name": "Lyngurium",
              "description": "(also Ligurium), the name of a mythical gemstone believed to be formed of the solidified urine of the lynx. (Medieval legend)"
            },
            {
              "id": "d38d2651-df32-4456-a08f-61f7fe09f049",
              "name": "Batrachite",
              "description": "gemstones that were supposedly found in frogs, to which ancient physicians and naturalists attributed the virtue of resisting poison. (Medieval legend)"
            },
            {
              "id": "b3b9d332-d572-4fcf-bc48-c0058be06c31",
              "name": "Draconite, a mythical gemstone taken from the head of a dragon and believed to have magical properties.",
              "description": ""
            },
            {
              "id": "beb098db-6ddf-4162-acfe-9b40c299da6e",
              "name": "Tide jewels",
              "description": "the kanju (干珠?, lit. \"(tide-)ebbing jewel\") and manju (満珠?, lit. \"(tide-)flowing jewel\") were magical gems that the Sea God used to control the tides. (Japanese mythology)"
            },
            {
              "id": "af40b247-cfe7-4750-9647-3d4fcb79b74d",
              "name": "Mermaid",
              "description": "tears, Neptune forbade the mermaids to use their abilities to change the course of nature. In a horrible storm, one mermaid weathered the crossings for a ship. She had, over time, grown to fall in love with the ship\u0027s captain from afar. When she calmed the wind and waves to save the man\u0027s life, Neptune angrily exiled her to the depths of the ocean, and ordered her to never to swim to the surface again. Still, today, her brightly gleaming tears wash up on the shore as sea glass as a reminder of true love. (Medieval legend)"
            },
            {
              "id": "9bd4ce2a-0b56-412a-9a0d-0a3e6e24952b",
              "name": "Japanese mythology",
              "description": "from a Dragon\u0027s Neck, a jewel that shines five colors found in a dragon\u0027s neck. One of Kaguya-hime\u0027s suitor set out to search for the jewel. (Japanese mythology)"
            },
            {
              "id": "6401b0fd-07fa-4d79-8853-f935ed68875d",
              "name": "Hope Diamond",
              "description": "the diamond has been surrounded by a mythology of a reputed curse to the effect that it brings misfortune and tragedy to persons who own it or wear it, but there are strong indications that such stories were fabricated to enhance the stone\u0027s mystery and appeal, since increased publicity usually raised the gem\u0027s value and newsworthiness. Unsubstantiated legends claim that the original form of the Hope Diamond was stolen from an eye of a sculpted statue of the goddess Sita, the wife of Rama, the seventh Avatar of Vishnu."
            },
            {
              "id": "db802fcb-3703-4833-8b1c-1b4a1c21a09b",
              "name": "oriental dragons",
              "description": "lso Wish-granting pearl), oriental dragons are shown with a flaming pearl under their chin or in their claws. The pearl is associated with spiritual energy, wisdom, prosperity, power, immortality, thunder, or the moon. (Chinese mythology)"
            },
            {
              "id": "787de4b9-2578-4f2f-8adf-038b47bfb283",
              "name": "Kukulkan",
              "description": "ukulkan, the Mayan god brought fire, earth, air, and water to the world. Kukulkan, though, only has the wind gem, and with it can control the air. (Maya mythology) [citation needed]"
            },
            {
              "id": "321983e1-1a64-44e3-ab98-e89ebe441a26",
              "name": "Cintamani",
              "description": "(also Chintamani Stone), a wish-fulfilling jewel within both Hindu and Buddhist traditions, equivalent to the philosopher\u0027s stone in Western alchemy. (Hindu mythology/Buddhist mythology)"
            },
            {
              "id": "f7ff27b5-f342-4eec-8cb4-fcd30e8e0518",
              "name": "Kaustubha",
              "description": "is a divine jewel or \"Mani\", which is in the possession of Vishnu. (Hindu mythology)"
            },
            {
              "id": "5615aa20-1103-42c6-8430-28a725a393d8",
              "name": "Navaratna",
              "description": "are the sacred nine \"royal gems\". (Hindu mythology)"
            },
            {
              "id": "758b545c-e0ce-4e6b-b736-b00a98bd9936",
              "name": "Syamantaka",
              "description": "(also Syamantakamani and Shyamantaka Jewel), the most famous jewel that is supposed to be blessed with magical powers. (Hindu mythology)"
            }
          ]
        }
      ]
    },
    {
      "id": "beceb1d9-5705-462f-8b8f-3f2b28de3781",
      "artifactCategoryTitle": "Stones",
      "artifactSubCategories": []
    },
    {
      "id": "763d0eac-bf9a-492d-9d4b-46b2f11aa844",
      "artifactCategoryTitle": "Vehicles",
      "artifactSubCategories": [
        {
          "id": "1fc36c81-8abf-489b-8ac9-124bf44abf20",
          "subCategoryTitle": "Airborne",
          "artifacts": [
            {
              "id": "3aca6711-1a4d-4c00-8192-332e99df5661",
              "name": "Atet",
              "description": "(also Sun Barge of Ra), the legendary boat that the Egyptian Solar deity Ra used to cross the sky during the day, and which bore his body through the Twelve Kingdoms of Knight. (Egyptian mythology)"
            },
            {
              "id": "bfc8987c-82d8-4f55-ac98-3c9b21c83d08",
              "name": "mortar and pestle",
              "description": "pestle of Baba Yaga, she flies around in a mortar and using the pestle as a rudder. (Slavic Mythology)"
            },
            {
              "id": "6c3f83c7-3080-4228-aecb-771ecdeb12ef",
              "name": "Magic carpet",
              "description": "(also Flying carpet), a legendary carpet that can be used to transport humans who are on it instantaneously or quickly to their destination. (Arabian mythology)"
            },
            {
              "id": "ed25e7a9-8e40-40a7-8ad5-369b6d2f605e",
              "name": "Flying Throne of Kai Kavus",
              "description": "an eagle-propelled craft built by the Persian king Kay Kāvus. It was used for flying the king all the way to China. (Persian mythology)"
            },
            {
              "id": "3a4906a6-0a86-4361-b8b5-f2a05ef99c1b",
              "name": "Jamshid",
              "description": "\u0027s flying throne, a golden throne that Jamshid built and ordered the demons to lift it from Babylon to Azerbaijan. According to the Shahnameh, people named that day Nowruz to commemorate this event.(Persian mythology)"
            },
            {
              "id": "57c9a1aa-a3f6-4993-b92e-afa90be1543c",
              "name": "Mug Ruith",
              "description": "ch (lit. Rowing Wheel), the magical flying machine of Mug Ruith, a mythological Irish Druid who along with his feathered headdress (the encennach), hovers across the skies [2]. (Irish Mythology)"
            },
            {
              "id": "6e54f657-47cc-4145-8848-736108081e0c",
              "name": "Chasse-galerie",
              "description": "(also Bewitched Canoe or Flying Canoe), Baptiste had a canoe with paddles, he made a pact with the devil so his canoe would fly wherever Baptiste wished. However, those within the canoe could not say the name of God, fly over a church, touch any crosses, or the canoe would crash. Baptiste uttered the magic words: \"Acabris! Acabras! Acabram\" to make the canoe fly. (Canadian folklore)"
            },
            {
              "id": "5579cf01-cf2f-4350-a31b-84e604bf18f5",
              "name": "Santa Claus",
              "description": "igh, Santa Claus on a reindeer sleigh pulled by flying reindeer and help him deliver presents to children. (Modern folklore)"
            },
            {
              "id": "7a36a970-2b5d-41b1-ae7c-c655b1e40fe1",
              "name": "besom",
              "description": "\u0027s broom, European witches are usually depicted flying on broomsticks, known as a besom. (Medieval legend)"
            },
            {
              "id": "999a8fa6-5c5d-4add-ad48-ad2840e16d91",
              "name": "Lagâri Hasan Çelebi",
              "description": "\u0027s rocket, Lagari Hasan Çelebi made a successful crewed rocket flight, launched in a 7-winged rocket using 50 okka (140 lbs) of gunpowder from Sarayburnu, the point below Topkapı Palace in Istanbul. (Ottoman legend)"
            },
            {
              "id": "1c51f5ce-ed75-4f14-b5ff-5e830f56fadf",
              "name": "Nezha",
              "description": "\u0027s wind and fire wheels, the Immortal Taiyi gave Nezha a wind-wheel and a fire-wheel. These were stood on whilst chanting incantations, to serve as a magic vehicle in the mythological story Fengshen Yanyi. (Chinese mythology)"
            }
          ]
        },
        {
          "id": "09225cdc-384d-4570-b9d5-b2ca06653ffa",
          "subCategoryTitle": "Vimana from Hindu mythology",
          "artifacts": [
            {
              "id": "578d3b3e-11aa-4d88-8612-a5727042b388",
              "name": "Pushpa Vimana",
              "description": "(An Aeroplane with flowers), a mythical Aeroplane found in Ayyavazhi mythology. In Maharashtra, it is the Pushpak Viman (a heavenly aircraft shaped as an eagle) which took Saint Tukaram (a devotee of Vishnu) to heaven."
            },
            {
              "id": "3301f215-a190-49c1-a428-44b429a35a3e",
              "name": "Pushpaka Vimana",
              "description": "or Dandu Monara – Pushpaka was originally made by Vishvakarma for Brahma, the Hindu god of creation; later Brahma gave it to Kubera, the god of wealth; but it was later stolen, along with Lanka, by his half-brother, the king Ravana."
            }
          ]
        },
        {
          "id": "05823fb5-0e63-4480-9529-1eb28744f06b",
          "subCategoryTitle": "Chariots",
          "artifacts": [
            {
              "id": "84db4e76-d239-44b0-a2cf-8de35aa1b762",
              "name": "Morgan Mwynfawr",
              "description": "an Mwynfawr, a chariot belonging to Morgan Mwynfawr which would quickly reach whatever destination one might wish to go to. (Welsh mythology)"
            },
            {
              "id": "09aedd48-eda9-4525-8fd8-8cb810a6b976",
              "name": "Flidais",
              "description": "\u0027s chariot, a chariot drawn by deer. (Irish mythology)"
            },
            {
              "id": "fb3dceff-80ed-4d9d-97fb-11f62feac6f0",
              "name": "Hebo",
              "description": "\u0027s chariot, a chariot pulled by two dragons. (Chinese mythology)"
            },
            {
              "id": "fbb66a9d-62f3-45b3-9c52-056143e89ccb",
              "name": "Ukko",
              "description": "\u0027s chariot, cause thunderstorms when Ukko drove his chariot through the skies. (Finnish mythology)"
            },
            {
              "id": "5794d3ef-e22c-40d3-b82a-73553841bfd1",
              "name": "Merkabah",
              "description": "(chariot), Ezekiel\u0027s vision of the four-wheeled chariot driven by four hayyot, each of which has four wings and the four faces of a man, lion, ox, and eagle."
            },
            {
              "id": "f162d8ad-d604-4b6c-887c-2e652aa2387e",
              "name": "Chariot of fire",
              "description": "the chariot that carried the prophet Elijah to heaven."
            },
            {
              "id": "74ddaf71-3620-4ad3-a8ae-f596c8984a04",
              "name": "Aphrodite",
              "description": "\u0027s chariot, Hephaestus presented Aphrodite with a golden chariot as bridal gift."
            },
            {
              "id": "a57fe3cc-155a-43e3-914f-ae9e4c1a7611",
              "name": "Apollo",
              "description": "\u0027s chariot, was pulled by his sacred swans. He also gave his lover Hyacinthus a swan-drawn chariot."
            },
            {
              "id": "a659cefd-f1a6-4b26-a2e2-78ac26417369",
              "name": "Ares",
              "description": "\u0027s chariots, Ares received his chariots from the forge of Hephaestus, they were pulled by immortal horses."
            },
            {
              "id": "8f597fb4-87e6-4478-89d9-0fd5e3c5c9a3",
              "name": "Artemis",
              "description": "\u0027s chariot, it was made of gold and was pulled by the four golden-horned deer she caught. The bridles of her chariot were also made of gold."
            },
            {
              "id": "d64d4c35-f25d-4514-988e-a9ffaf43a538",
              "name": "Cabeiri",
              "description": "\u0027s chariot, drawn by metallic, fire-breathing horses."
            },
            {
              "id": "c86884dc-6644-4c54-9e15-b2b5d7106c6b",
              "name": "Dionysus",
              "description": "\u0027s chariot, drawn by panthers."
            },
            {
              "id": "21788667-abbe-4ffd-8de8-a9a59f11035d",
              "name": "Eos",
              "description": "\u0027s chariot, drawn by two horses."
            },
            {
              "id": "6e174602-389e-4816-9592-fd0f29aaa639",
              "name": "Hades",
              "description": "\u0027s chariot, golden chariot drawn by four black horses."
            },
            {
              "id": "3c410823-d4a0-429d-9772-7b3c05e3822c",
              "name": "Helios",
              "description": "\u0027s chariot, a golden chariot drawn by four fiery horses driven across the sky by the Greek sun god, Helios. Also, according to Apollodorus, Helios owened a chariot, drawn by winged dragons, which he gave to his granddaughter Medea.[19]"
            },
            {
              "id": "35efb922-b145-4ba1-bcb3-868ea2849e9c",
              "name": "Hera",
              "description": "\u0027s chariot, a chariot drawn by peacocks."
            },
            {
              "id": "4b7be14f-a4c3-4bd1-bfbf-9f2cc977cc73",
              "name": "Nemesis",
              "description": "\u0027s chariot, a chariot drawn by griffins."
            },
            {
              "id": "f783867e-7393-4026-bc75-5b0a6d8a21ab",
              "name": "Poseidon",
              "description": "\u0027s chariot, pulled by hippocampi."
            },
            {
              "id": "e8d9a1a8-595f-4fd5-9fa3-e660f33cddd9",
              "name": "Rhea",
              "description": "\u0027s chariot, drawn by lions."
            },
            {
              "id": "fd14206d-ee24-4c51-a63c-a754e5f4a187",
              "name": "Selene",
              "description": "\u0027s chariot, drawn across the night sky by her bulls or horses."
            },
            {
              "id": "8add6a62-11ba-4884-958c-48870860573a",
              "name": "Sol Invictus",
              "description": "\u0027s chariot, depicted riding a quadriga on the reverse of a Roman coin."
            },
            {
              "id": "5895c034-62fb-4c09-bff8-50921634e936",
              "name": "Zeus",
              "description": "\u0027s chariot, drawn by the four directional winds (Anemoi) in horse-shape."
            },
            {
              "id": "6fb1d900-18ee-433d-8341-5f21c7c548b7",
              "name": "Rahu",
              "description": "\u0027s chariot, drawn by eight black horses. (Hindu mythology)"
            },
            {
              "id": "d6e5e471-3abb-4352-b595-c5016fcf2760",
              "name": "Surya",
              "description": "\u0027s chariot, drawn by seven horses. (Hindu mythology)"
            },
            {
              "id": "4231e446-6896-4b73-964f-ae0a616a0982",
              "name": "Vitthakalai",
              "description": "a gold-decorated chariot of Kali. (Ayyavazhi mythology)"
            },
            {
              "id": "6866c9e3-3b26-4c72-a1d5-9c97c6a36b8c",
              "name": "Thor",
              "description": "\u0027s chariot, driven across the sky by Thor and pulled by his two goats Tanngrisnir and Tanngnjóstr."
            },
            {
              "id": "3d8f3109-2856-408b-8d5c-5ab46e08d035",
              "name": "Freyja",
              "description": "\u0027s chariot, a chariot pulled by cats."
            },
            {
              "id": "42484f24-f400-483e-bc3a-26ea0ae9243d",
              "name": "Álfröðull",
              "description": "(Elf-beam, Elf-disc or Elf-glory, Elf-heaven), referring both to the sun-chariot of the sun goddess Sól and to the rider Sól. Álfröðull is pulled by two horses, Árvakr and Alsviðr across the sky each day."
            }
          ]
        },
        {
          "id": "7a93d4e3-4dce-4400-98a4-a07bd2210da1",
          "subCategoryTitle": "Ships",
          "artifacts": [
            {
              "id": "3ba8cfd8-2d1f-4ba0-b5bd-1ac6d6ffac10",
              "name": "Caleuche",
              "description": "a mythical ghost ship of the Chilote mythology and local folklore of the Chiloé Island, in Chile. (Chilote mythology)"
            },
            {
              "id": "89a3c297-7b31-4bfc-a92d-5ecd78b1c1d3",
              "name": "Gluskab",
              "description": "f Gluskab, able to expand so it could hold an army, or shrink to fit in the palm of your hand. (Abenaki mythology)"
            },
            {
              "id": "8c1629a8-80ce-4179-865d-9082b544aa62",
              "name": "Māui",
              "description": "e of Māui, it became the South Island of New Zealand. (Māori mythology)"
            },
            {
              "id": "d7f031d5-bc80-4e0c-8dee-c52134a63afa",
              "name": "Guingelot",
              "description": "Thomas Speght, an editor or Chaucer\u0027s works at the end of the 16th century, made a passing remark \"Concerning Wade and his bote called Guingelot\", and also his strange exploits in the same."
            },
            {
              "id": "107f4c6c-728e-458e-a61c-e45355e34eee",
              "name": "The Preserver of Life",
              "description": "the ship built in the Epic of Gilgamesh by Utnapishtim and the craftspeople of his village at the request of Enki Ea to hold his wife and relatives, as well as the village craftspeople, the animals to be saved, and various grains and seeds. (Mesopotamian mythology)"
            },
            {
              "id": "9c592e7c-f1f5-4e16-a44e-76ebd54f4766",
              "name": "Lugh",
              "description": "Sweeper, a magic boat belonging to Lugh. (Irish mythology)"
            },
            {
              "id": "b342f756-b2d6-448e-94ce-071da04f2099",
              "name": "Flying Dutchman",
              "description": "a legendary ghost ship that can never make port and is doomed to sail the oceans forever. (Nautical folklore)"
            },
            {
              "id": "8af69240-b072-423d-8fa9-2fa1ca6a32dd",
              "name": "giants",
              "description": "fual, the ship of the giants. (North-Frisian mythology)"
            },
            {
              "id": "a154faa8-bd38-4034-b7bd-04d05eb56bc6",
              "name": "Prydwen",
              "description": "(also Pridwen), the ship of King Arthur, according to the Welsh poem, The Spoils of Annwfn. This ship also appeared in Culhwch and Olwen, when Arthur traveled to Ireland, to fetch the cauldron of Diwrnach and the boar Twrch Trwyth. In later Arthurian legend, Pridwen was the name of Arthur\u0027s shield. (Arthurian legend)"
            },
            {
              "id": "231f2461-9b83-4966-a471-cd4f89d7f97e",
              "name": "Noah\u0027s Ark",
              "description": "the vessel by which God spares Noah, his family, and a remnant of all the world\u0027s animals from the flood. (Christian mythology)"
            },
            {
              "id": "4eabb551-470f-42ad-a004-ea654f7fdb46",
              "name": "Chinese treasure ship",
              "description": "(also Baochuan), a large wooden ship in the fleet of admiral Zheng He, who led seven voyages during the early 15th-century Ming dynasty. (Chinese mythology)"
            },
            {
              "id": "439f2612-bf00-43cf-a9ea-2dc5cfa64131",
              "name": "Takarabune",
              "description": "(Treasure Ship), a mythical ship piloted through the heavens by the Seven Lucky Gods during the first three days of the New Year. (Japanese folklore)"
            },
            {
              "id": "881136c3-8608-4587-9e7a-674683543eb8",
              "name": "Mendam Berahi",
              "description": "a legendary flagship of Malacca Sultanate. (Malay folklore)"
            },
            {
              "id": "aff93c7f-7ac4-4932-a810-2a008dd2d3c7",
              "name": "Ghost Ship of Northumberland Strait",
              "description": "a ghost ship said to sail ablaze within the Northumberland Strait. (Canadian folklore)"
            },
            {
              "id": "ee0e3c72-9c9d-43df-8487-cf009d29b636",
              "name": "Mahogany Ship",
              "description": "a putative early Australian shipwreck that is believed by some to lie beneath the sand in the Armstrong Bay area, approximately 3 to 6 kilometres west of Warrnambool in southwest Victoria, Australia. (Australian folklore)"
            },
            {
              "id": "e8f009e7-6099-48e7-980a-d6bbd50076cb",
              "name": "Lohengrin",
              "description": "\u0027s boat, a swan-drawn boat. (Medieval legend)"
            },
            {
              "id": "1405cbda-8b4e-4586-b925-2da25e358cb5",
              "name": "Estonian mythology",
              "description": "alled the valge laev, is mythical ship that brings freedom or takes people away to a better land. (Estonian mythology)"
            },
            {
              "id": "4ab358f9-c147-41e5-9531-a94e45ecfca3",
              "name": "Atet",
              "description": "the solar barge of the sun god Ra. It was also known as the Mandjet (Egyptian for \"The Boat of Millions of Years\") and, during the night, as the Mesektet."
            },
            {
              "id": "85e56be4-bc68-434c-aa3e-c7c9f79c1bb6",
              "name": "Matet",
              "description": "(Growing Stronger), the first of two boats traveled in by Ra, the sun god as he traveled the sky daily with the sun on his head. During the period between dawn and noon, Ra occupies the Matet boat."
            },
            {
              "id": "553b48aa-db77-40d8-8f1b-1c9ecf756418",
              "name": "Seqtet",
              "description": "(Growing Weaker), the second six hours of the day (from noon till dusk) in Ancient Egyptian belief. It was preceded by the Matet boat. The Seqtet boat is represented by the Sun as Ra, and Ra as a boat since it sails across the sky like a boat on water."
            },
            {
              "id": "5fba5a47-750b-484b-a54e-6667fe3c9792",
              "name": "Neshmet",
              "description": "a vessel belonging to the god Nun. Osiris was transported in it on the river Nile during the Osiris festival at Abydos."
            },
            {
              "id": "ad2daf02-3335-48be-a552-f03122cc6a11",
              "name": "Hennu",
              "description": "(also Hennu boat and Henu), the boat of the god Seker. Depending on the era or the prevailing dynasty of Egypt, the Hennu sailed toward either dawn or dusk."
            },
            {
              "id": "4f34947a-f128-4827-a2e9-eef53563837b",
              "name": "Argo",
              "description": "the ship on which Jason and the Argonauts sailed. She contained in her prow a magical piece of timber from the sacred forest of Dodona, which could speak and render prophecies."
            },
            {
              "id": "a0afeb04-0942-4430-856e-bc1004dd0474",
              "name": "Phaeacian ships",
              "description": "in the Odyssey, are described as being as fast as a falcon, steered by thought and requiring no helmsman, and able to travel even through mist or fog without any danger of being shipwrecked."
            },
            {
              "id": "7a65ff81-e948-49d9-b93a-ed3027d4a50b",
              "name": "Charon",
              "description": "f Charon, which carries souls of the newly deceased across the rivers Styx and Acheron that divided the world of the living from the world of the dead."
            },
            {
              "id": "7ee29e92-3cca-466e-9c22-a7afbdb671af",
              "name": "Theseus",
              "description": "Theseus, the ship Theseus rode on his trip to kill Minotaur. He set off with a black sail, promising to his father, Aegeus, that if successful he would return with a white sail. Theseus forgot to put up the white sails instead of the black ones, however, so Aegeus, believing his son was dead, committed suicide by throwing himself into the sea, leading this body of water to be named Aegean Sea. This ship is more famous as the thought experiment Ship of Theseus."
            },
            {
              "id": "a4a04d33-d75c-4697-826c-703fc126032c",
              "name": "dragon ship",
              "description": "agic dragon ship given to Víking as a gift by Aegir."
            },
            {
              "id": "8a3ec81b-2717-4139-9248-0cdc47829461",
              "name": "Hringhorni",
              "description": "the ship of the god Baldr, described as the \"greatest of all ships\"."
            },
            {
              "id": "5c8e1ceb-7ee1-45bd-8fd0-b9e7dee32b7d",
              "name": "Naglfar",
              "description": "a ship made out of fingernails and toenails of the dead. It will set sail during Ragnarök."
            },
            {
              "id": "206fd0f2-6393-424a-9ebe-281c5ae0f997",
              "name": "Sessrúmnir",
              "description": "is both the goddess Freyja\u0027s hall located in Fólkvangr, a field where Freyja receives half of those who die in battle, and also the name of a ship."
            },
            {
              "id": "0254d714-a163-4813-a6a6-b34b77cc548d",
              "name": "Skíðblaðnir",
              "description": "a boat owned by Freyr."
            },
            {
              "id": "5e70da33-3774-4b82-bf36-e4292b8ad29a",
              "name": "Ullr",
              "description": "\u0027s bone, Ullr could traverse the sea on his magic bone."
            }
          ]
        },
        {
          "id": "e4822a5d-4a3e-44ce-b569-20949cf43c43",
          "subCategoryTitle": "Trains",
          "artifacts": [
            {
              "id": "eb6ddfe2-b1c7-45d1-8c99-93b3c154473c",
              "name": "The Silver Train of Stockholm",
              "description": "(Silverpilen, \"the Silver Arrow\"), a silver colored ghost train said to roam the Stockholm Metro as part of several urban legends. (Swedish folklore)"
            },
            {
              "id": "432db9eb-ce0b-40e7-9704-307a29ff7841",
              "name": "St. Louis Ghost Train, visible at night along an old abandoned rail line in between Prince Albert and St. Louis, Saskatchewan. (Canadian legend)",
              "description": ""
            },
            {
              "id": "e9cfc501-bc1d-4e45-8706-37a2d6e662cd",
              "name": "funeral train",
              "description": "al train, a funeral train decorated in black bunting said to run regularly from Washington, D.C. to Springfield, Illinois, around the anniversary of Abraham Lincoln\u0027s death, stopping watches and clocks in surrounding areas as it passes. (American folklore)"
            }
          ]
        },
        {
          "id": "9570b84c-44ad-4529-8bbb-724eeb749ad5",
          "subCategoryTitle": "Unidentified flying objects",
          "artifacts": [
            {
              "id": "ea5b9559-c298-413d-a849-6e53eb81ca0e",
              "name": "Black triangle",
              "description": "UFOs reported as having a triangular shape and dark color, typically observed at night, described as large, silent, hovering, moving slowly, and displaying pulsating, colored lights. (Ufology)"
            },
            {
              "id": "7da931da-74c7-4f63-b233-dcb2ff7de06e",
              "name": "Flying saucer",
              "description": "(also Flying disc), a supposed type of flying craft having a disc or saucer-shaped body, commonly used generically to refer to an anomalous flying object. (Ufology)"
            },
            {
              "id": "9f9404f5-5ec0-4f46-a98b-503eb9735156",
              "name": "Foo fighter",
              "description": "a type of UFO reported and named by the U.S. 415th Special Operations Squadron, the term was also commonly used to mean any UFO sighting from that period. (Ufology)"
            }
          ]
        }
      ]
    },
    {
      "id": "852ef19f-b2e0-4e30-bd90-b16a94cf0ee6",
      "artifactCategoryTitle": "Treasures",
      "artifactSubCategories": [
        {
          "id": "be3d04ba-7f18-4c7f-9404-10bc52cc0277",
          "subCategoryTitle": "Relics",
          "artifacts": [
            {
              "id": "0947f2f5-426d-455e-8c42-f67a5bf5c51b",
              "name": "Cetiya",
              "description": "\"reminders\" or \"memorials\" (Sanskrit caitya) are objects and places used by Theravada Buddhists to remember Gautama Buddha."
            },
            {
              "id": "01fde057-87cb-46af-ae28-e136a3a3fa80",
              "name": "Relic of the tooth of the Buddha",
              "description": "venerated in Sri Lanka as a cetiya \"relic\" of Gautama Buddha, the founder of Buddhism."
            },
            {
              "id": "94ee2ccb-0d3b-4c4f-9956-f2640dd116a0",
              "name": "Śarīra",
              "description": "a generic term referring to Buddhist relics. In Buddhism, relics of the Buddha and various sages are venerated. After the Buddha\u0027s death, his remains were divided into eight portions. Afterward, these relics were enshrined in stupas wherever Buddhism was spread."
            },
            {
              "id": "4a087c95-4579-4151-9e45-1e12cee37879",
              "name": "Relics of Jesus",
              "description": "a number of relics associated with Jesus that have been claimed and displayed throughout the history of Christianity."
            },
            {
              "id": "e831884f-cd82-40fc-9f75-c43f0faa3abe",
              "name": "Shrine of the Three Kings",
              "description": "(German Dreikönigsschrein), a reliquary said to contain the bones of the Biblical Magi, also known as the Three Kings or the Three Wise Men."
            },
            {
              "id": "36a7b0ce-8e07-46de-8605-6b5f380644ca",
              "name": "Sacred Relics",
              "description": "(also Holy Relics and Sacred Trust), consist of religious pieces sent to the Ottoman Sultans between the 16th century to the late 19th century."
            },
            {
              "id": "9a5e3741-b800-43ce-befe-25590761ae5c",
              "name": "Sacred Cloak of the Prophet",
              "description": "a cloak believed to have been worn by the Islamic prophet Muhammad."
            }
          ]
        }
      ]
    },
    {
      "id": "097e9d9f-0b8c-42e3-b787-f271f20001b7",
      "artifactCategoryTitle": "Books",
      "artifactSubCategories": []
    },
    {
      "id": "93f0add0-64cb-4b74-b75a-6fb43fdea8e5",
      "artifactCategoryTitle": "Cauldrons",
      "artifactSubCategories": []
    },
    {
      "id": "749b1fc7-35bc-434f-bb2c-fd21aff521bc",
      "artifactCategoryTitle": "Botany",
      "artifactSubCategories": [
        {
          "id": "b428ef64-c3dc-4fa2-a1b5-b7a89d5ce971",
          "subCategoryTitle": "Plants and herbs",
          "artifacts": [
            {
              "id": "b3c49581-73b0-4fec-ab2e-733c7270c1f3",
              "name": "Aglaophotis",
              "description": "a herb used for warding off demons, witchcraft, and fever."
            },
            {
              "id": "f4bdc856-080f-43fa-9bf7-f65a65268df5",
              "name": "Fern flower",
              "description": "a magic flower that blooms on the eve of the Summer solstice. It will bring fortune to the person who finds it. (Baltic and Slavic mythology)"
            },
            {
              "id": "ca6b17b9-606b-4476-9f2e-d76896f68439",
              "name": "Gaokerena",
              "description": "was a mythic Haoma plant that had healing properties and gave immortality to the resurrected bodies of the dead when eaten.(Persian mythology)"
            },
            {
              "id": "a7eedf3c-42b8-44b4-abda-e756f1127279",
              "name": "Hungry grass",
              "description": "(also Féar Gortach), a patch of cursed grass which causes perpetual and insatiable hunger. (Irish mythology)"
            },
            {
              "id": "98a89fe5-a795-4b8b-bfe0-2f31b9590b52",
              "name": "Moly",
              "description": "a magical herb Hermes gave to Odysseus to protect him from Circe\u0027s magic. (Greek mythology)"
            },
            {
              "id": "5c05f5bf-c7e7-49c1-89e0-f3d642a49753",
              "name": "Raskovnik",
              "description": "a magical herb which can unlock or uncover anything that is locked or closed. (Slavic mythology)"
            },
            {
              "id": "58456046-efd7-4e49-b4a4-571554c46172",
              "name": "Ashvins",
              "description": "rdipyamanas, healing plants used for healing and rejuvenations in battles. These are used by Ashvins. (Hindu mythology)"
            },
            {
              "id": "0d0f89f3-cccc-4300-a83b-299502f80cea",
              "name": "Haoma",
              "description": "the Avestan language name of a plant and its divinity, both of which play a role in Zoroastrian doctrine and in later Persian culture and mythology. (Persian mythology)"
            },
            {
              "id": "dfd4247e-f073-4784-9da7-bfe5533c3b4f",
              "name": "Silphium",
              "description": "a plant that was used in classical antiquity as a seasoning and as a medicine. Legend said that this plant was a gift from the god Apollo. (Roman mythology)"
            },
            {
              "id": "0bb33205-13cb-4df7-b9ac-de87335eba03",
              "name": "Verbena",
              "description": "a plant which has long been associated with divine and other supernatural forces. It was called \"tears of Isis\" in ancient Egypt, and later called \"Hera\u0027s tears\". In ancient Greece it was dedicated to Eos Erigineia. In the early Christian era, folk legend stated that V. officinalis was used to staunch Jesus\u0027 wounds after his removal from the cross. It was consequently called \"holy herb\" or (e.g. in Wales) \"Devil\u0027s bane\"."
            },
            {
              "id": "d373e754-9723-4883-81ed-e7df984bb36f",
              "name": "Yao Grass",
              "description": "a type of mythical plant. (Chinese mythology)"
            },
            {
              "id": "843ce049-bf05-439d-b2af-c72d89a8b84f",
              "name": "Shamrock",
              "description": "a plant honored as sacred by ancient Druids. The Druids believed the shamrock had the power to avert evil spirits. Some people still believe the shamrock has mystical, even prophetic powers. It is said that the leaves of shamrocks turn upright whenever a storm is coming. (Irish mythology)"
            },
            {
              "id": "79bd9f45-2e41-421c-9715-9b72f6f5039d",
              "name": "Sanjivani",
              "description": "a magical herb which can cure any malady. It was believed that medicines prepared from this herb could revive a dead person. (Hindu mythology)"
            }
          ]
        },
        {
          "id": "cb606977-665c-48dd-8b52-d2f8747e3e3a",
          "subCategoryTitle": "Trees",
          "artifacts": [
            {
              "id": "b1fdd77a-2523-45e6-baa7-876a7ba43c98",
              "name": "Talking tree",
              "description": "a form of trees in sapient mythologies and stories. (Worldwide)"
            },
            {
              "id": "fa698b10-6d8a-498d-b15b-09b8b5c05875",
              "name": "Hōrai",
              "description": "ed Branch of Hōrai, a branch from a tree found on Hōrai which has jewels for leaves. One of Kaguya-hime\u0027s suitors set out to search for the branch. (Japanese mythology)"
            },
            {
              "id": "07a2b68c-4214-4bf8-8e6e-407098781fa7",
              "name": "Cypress of Kashmar",
              "description": "a mythical cypress tree of legendary beauty. Iranians considered Kashmir cypress as a relic of Zoroaster, and they believed that Vishtaspa ordered the planting of this cypress after accepting the Zoroastrianism. (Persian mythology)"
            },
            {
              "id": "fc332ef6-1b1b-49a1-9e46-2d98cfc36634",
              "name": "Ficus Ruminalis",
              "description": "a wild fig tree that had religious and mythological significance in ancient Rome. The tree is associated with the legend of Romulus and Remus. (Roman mythology)"
            },
            {
              "id": "e594f651-a805-4354-a788-3300a8dc4872",
              "name": "Donar\u0027s Oak",
              "description": "(also Thor\u0027s Oak and Jove\u0027s Oak), a sacred tree of the Germanic pagans located in what is now the region of Hesse, Germany. (Germanic mythology)"
            },
            {
              "id": "200c0396-0ef6-45a6-beca-bd66d23ac968",
              "name": "Silver Branch",
              "description": "a tree that represents entry into the Celtic Otherworld. It is also associated with Manannán mac Lir, an Irish sea deity with strong affiliation to Tír na nÓg. As guardian of the Otherworld, Manannán also has strong ties with Emhain Abhlach, the Isle of Apple Trees, where the magical silver apple branch is found. (Irish mythology)"
            },
            {
              "id": "c2dab565-797b-4208-a5a8-6567dc34a34e",
              "name": "Lotus tree",
              "description": "bearing a fruit that caused drowsiness, and which was said to be the only food of an island people called the Lotophagi or Lotus-eaters. When they ate of the lotus tree they would forget their friends and homes and would lose the desire to return to their native land in favor of living in idleness. (Greek mythology/Roman mythology)"
            },
            {
              "id": "7d7fde89-3df8-444e-95c0-168b2a95d176",
              "name": "Money tree",
              "description": "a holy tree which can bring money and fortune to the people, and is a symbol of affluence, nobility and auspiciousness. (Chinese mythology)"
            },
            {
              "id": "99e5a6ae-6888-439c-887d-7213c7aabcf6",
              "name": "Tree of life",
              "description": "a tree planted in the middle of the Garden of Eden and guarded by cherubim. (Christian mythology/Jewish mythology)"
            },
            {
              "id": "aa8cdeb5-933f-4f01-833b-d8774744155f",
              "name": "Tree of the knowledge of good and evil",
              "description": "one of two trees in the story of the Garden of Eden, along with the tree of life. (Christian mythology/Jewish mythology)"
            },
            {
              "id": "ddba482b-28d6-4c84-a005-534213307c23",
              "name": "Golden Bough",
              "description": "before entering Hades, Deiphobe tells Aeneas he must obtain the bough of gold which grows nearby in the woods around her cave, and must be given as a gift to Proserpina, the queen of Pluto, king of the underworld. (Roman mythology)"
            },
            {
              "id": "516f8582-6d26-463c-88a7-ed5a7655fc6f",
              "name": "Zaqqum (Zakum)",
              "description": "a vile tree that grows in the depths of Jahannam (Hell). (Islamic mythology)"
            },
            {
              "id": "a6f1b8e4-da9c-4a35-886f-da0962c05092",
              "name": "Nariphon",
              "description": "a tree which bears fruit in the shape of young female creatures. (Buddhist mythology)"
            },
            {
              "id": "961fab80-d6a7-471e-8842-5849f11c02fe",
              "name": "Barnstokkr",
              "description": "(Child-trunk), a tree that stands in the center of King Völsung\u0027s hall."
            },
            {
              "id": "02f03288-9578-4621-bfd4-8152f952e3db",
              "name": "Glasir",
              "description": "(Gleaming), a tree or grove described as \"the most beautiful among gods and men\", bearing golden leaves located in the realm of Asgard, outside the doors of Valhalla."
            },
            {
              "id": "db42bbf7-7ed3-4175-9ccb-40a3b9439224",
              "name": "Læraðr",
              "description": "a tree that is often identified with Yggdrasil. It stands at the top of the Valhöll. Two animals, the goat Heiðrún and the hart Eikþyrnir, graze its foliage."
            },
            {
              "id": "de03c40e-8fe4-4dd6-be72-6ce2bda3b61d",
              "name": "Mímameiðr",
              "description": "(Mimi\u0027s Tree), a tree whose branches stretch over every land, is unharmed by fire or metal, bears fruit that assists pregnant women, and upon whose highest bough roosts the rooster Víðópnir."
            },
            {
              "id": "ac8fe3bc-095f-4641-b216-9fccfba40d12",
              "name": "Sacred tree at Uppsala",
              "description": "a sacred tree located at the Temple at Uppsala, Sweden, in the second half of the 11th century. It is not known what species it was, but a scholar has suggested that it was a yew tree."
            },
            {
              "id": "f62b5c32-471a-412e-b20a-0ee0e9f5b75b",
              "name": "Yggdrasil",
              "description": "an immense tree that connects the nine worlds. (Norse mythology)"
            },
            {
              "id": "0b54e454-9be2-462e-8cee-a86f441e1cdd",
              "name": "Sefirot",
              "description": "(counting, enumeration) the kabbalistic tree of life which encompasses both the physical and higher metaphysical realm. It consists of the ten attributes/emanations in Kabbalah. (Jewish mythology)"
            },
            {
              "id": "ac4331a7-ec7f-4c7f-b10c-b1e40489c2d8",
              "name": "Irminsul",
              "description": "(Great/Mighty Pillar or Arising Pillar), a pillar which is attested as playing an important role in the Germanic paganism of the Saxon people. The oldest chronicle describing an Irminsul refers to it as a tree trunk erected in the open air. (Germanic mythology)"
            },
            {
              "id": "93a954ca-f010-4acd-a767-8a4623d0aa7b",
              "name": "Égig érő fa",
              "description": "(Sky-high Tree), also called Életfa (Tree of Life), Világfa (World Tree), or Tetejetlen Fa (Tree Without a Top), is an element of Hungarian shamanism and native faith, and a typical element of Hungarian folk art and folk tales, and also a distinct folk tale type. (Hungarian mythology)"
            },
            {
              "id": "391b2f3a-1c8d-446b-8403-c3974c702325",
              "name": "Akshayavat",
              "description": "or Akshay Vat (Indestructible Banyan Tree), is a sacred fig tree. The sage Markandeya asked Lord Narayana to show him a specimen of the divine power. Narayana flooded the entire world for a moment, during which only the Akshayavat could be seen above the water level. (Hindu mythology)"
            },
            {
              "id": "b18dc847-0749-4ace-b708-af0d0f620503",
              "name": "Kalpavriksha",
              "description": "(also Kalpataru, Kalpadruma or Kalpapādapa), a wish-fulfilling divine tree. (Hindu mythology)"
            },
            {
              "id": "95ef308a-325e-410f-b223-ca5f15f87ba6",
              "name": "Ashvattha",
              "description": "(also Assattha), a sacred tree for the Hindus and has been extensively mentioned in texts pertaining to Hinduism, mentioned as \u0027peepul\u0027 (Ficus religiosa) in Rig Veda mantra I.164.20 . Buddhist texts term the tree as Bodhi tree, a tree under which Gautam Buddha meditated and gained enlightenment. (Hindu mythology)"
            },
            {
              "id": "e2e22fd9-6773-41e0-bd5b-5fe2bceedd68",
              "name": "Turkic mythology",
              "description": "rld tree is a central symbol. According to the Altai Turks, human beings are descended from trees. According to the Yakuts, White Mother sits at the base of Ağaç Ana, whose branches reach to the heavens where it is occupied by various creatures that have come to life there. The blue sky around the tree reflects the peaceful nature of the country and the red ring that surrounds all of the elements symbolizes the ancient faith of rebirth, growth and development of the Turkic peoples. (Turkic mythology)"
            },
            {
              "id": "b5e5253e-50f1-484f-abe5-bacc7b2878a4",
              "name": "Mongolian mythology",
              "description": "ee. (Mongolian mythology)"
            },
            {
              "id": "2ef05b2e-7db4-4e2c-8630-7ad6c020a4b2",
              "name": "Mesoamerican world tree",
              "description": "the world trees embodied the four cardinal directions, which also serve to represent the fourfold nature of a central world tree, a symbolic axis mundi which connects the planes of the Underworld and the sky with that of the terrestrial realm. (Mesoamerican mythology)"
            },
            {
              "id": "9daa77a3-1c54-4346-8525-e851a301b06b",
              "name": "Austras koks",
              "description": "(Tree of Dawn), on the path of the sun, in or by the water, often on an island or rock in middle of the seas, is the Austras koks thought to represent world tree or axis mundi, it is usually described as a tree, but can also be variety of other plants or even objects. (Latvian mythology)"
            },
            {
              "id": "e67d1e76-c256-4a5e-886a-d1f675abfe66",
              "name": "Finnic mythologies",
              "description": "e)/Életfa (Tree of Life), the world tree connects different realities; the underworld, this world, and the upper world together. A shaman was believed to be able to climb through each of these levels freely by a ladder. (Finnic mythologies)"
            }
          ]
        }
      ]
    },
    {
      "id": "b8f2a8f4-7cfc-4cad-a98a-62c46ccf3ba0",
      "artifactCategoryTitle": "Foods",
      "artifactSubCategories": [
        {
          "id": "ece2db67-0e76-42d7-9a43-c25b52855c56",
          "subCategoryTitle": "Drinks",
          "artifacts": [
            {
              "id": "81332619-5dfa-4c1c-aed6-fd576a26a358",
              "name": "Ambrosia",
              "description": "the food or drink of the gods, which gives longevity or immortality to whoever consumes it. (Greek mythology)"
            },
            {
              "id": "6fab57eb-e857-4fb1-97fe-ab987366e326",
              "name": "Amrita",
              "description": "the drink of the gods which grants them immortality. (Hindu mythology)"
            },
            {
              "id": "0fd1cf0f-21d9-4abc-b40e-f5b3c2038d82",
              "name": "Mead of poetry",
              "description": "(also Mead of Suttungr), a mythical beverage that whoever \"drinks becomes a skald or scholar to recite any information and solve any question. (Norse mythology)"
            },
            {
              "id": "8a22afd6-b44c-4a03-b9e2-dedf9fee01b2",
              "name": "Soma",
              "description": "it is described as being prepared by extracting juice from the stalks of a certain plant. In both Vedic and Zoroastrian tradition, the name of the drink and the plant are the same, and also personified as a divinity, the three forming a religious or mythological unity. (Zoroastrian mythology)"
            }
          ]
        },
        {
          "id": "7f401dc1-aa9a-437f-844f-a34ccd9c6efa",
          "subCategoryTitle": "Fruits",
          "artifacts": [
            {
              "id": "ca0e5490-246e-45cc-a07e-4a1622528523",
              "name": "Apple of Discord",
              "description": "(also Golden Apple of Discord), the goddess Eris inscribed \"to the fairest\" and tossed in the midst of the festivities at the wedding of Peleus and Thetis. (Greek mythology)"
            },
            {
              "id": "b674c421-db4f-4425-816d-88b646ea749d",
              "name": "Forbidden fruit",
              "description": "eaten by Adam and Eve in the Garden of Eden, which they had been commanded not to do by God. (Christian mythology/Jewish mythology)"
            },
            {
              "id": "8b38f30f-8c06-4551-997a-5561f642915f",
              "name": "Golden apple",
              "description": "an element that appears in various national and ethnic folk legends or fairy tales."
            },
            {
              "id": "1e93fd6a-9665-4327-baa8-02a021e3242c",
              "name": "Peaches of Immortality",
              "description": "consumed by the immortals due to their mystic virtue of conferring longevity on all who eat them. (Chinese mythology)"
            },
            {
              "id": "a9c1dd0e-9212-4824-b6e9-8a21aca55885",
              "name": "Pomegranate",
              "description": "(also Fruit of the Dead in Greek mythology), believed to have sprung from the blood of Adonis. It was the rule of the Moirai that anyone who consumed food or drink in the underworld had to spend eternity there. Persephone ate six pomegranate seeds while in the Underworld after becoming Hades\u0027 wife, so she had to spend six months in the underworld every year. (Greek mythology)"
            },
            {
              "id": "5b884f87-fc3b-4846-96d9-5b27420d9f52",
              "name": "Emhain Abhlach",
              "description": "magical silver apples can be found on Emhain Abhlach, the Isle of Apple Trees. (Irish mythology)"
            },
            {
              "id": "7ca04295-b1e4-40ef-bcae-bf65e8fe2ecf",
              "name": "Poison apple, featured frequently in folktales or fairy tales.",
              "description": ""
            }
          ]
        }
      ]
    },
    {
      "id": "45c8b9e6-327c-4fe1-896f-a0c6f3660311",
      "artifactCategoryTitle": "Eggs",
      "artifactSubCategories": []
    },
    {
      "id": "7af513b7-cb7f-4b7a-afa8-b86a6419787c",
      "artifactCategoryTitle": "Substances",
      "artifactSubCategories": [
        {
          "id": "be93ae73-643f-4f84-bbaf-3b419a107788",
          "subCategoryTitle": "Substances from Greek mythology",
          "artifacts": [
            {
              "id": "5e22f7a2-19ea-48ec-a631-c053e4407a00",
              "name": "Orichalcum",
              "description": "a metal that was considered second only to gold in value, and was mined in Atlantis in ancient times."
            },
            {
              "id": "7ddd68e7-7f3c-416a-b7cc-6e65634046ff",
              "name": "Panacea",
              "description": "a remedy that would cure all diseases and prolong life indefinitely."
            },
            {
              "id": "41c60211-894b-4ca6-b546-b7fb294b43b2",
              "name": "Lethe",
              "description": "of Lethe, which flows through the river Lethe, and causes those who drink it to experience forgetfulness."
            },
            {
              "id": "3de5034e-47d7-44bf-a5a7-b87b2421698e",
              "name": "Aether",
              "description": "the pure essence that the gods breathed, filling the space where they lived, analogous to the air breathed by mortals."
            },
            {
              "id": "9b2f9e3d-1430-4120-8edf-9477d14f3447",
              "name": "Miasma",
              "description": "\"a contagious power... that has an independent life of its own. Until purged by the sacrificial death of the wrongdoer, society would be chronically infected by catastrophe\"."
            },
            {
              "id": "6f51dfa9-4326-48e4-9032-b57ffaf23c94",
              "name": "Kykeon",
              "description": "ancient Greek drink of various descriptions used at the climax of the Eleusinian Mysteries."
            },
            {
              "id": "e0fafc83-6a55-4e3a-aff9-c86e0e0a3e57",
              "name": "Pneuma",
              "description": "a supernatural substance that is present in all souls and sustains life in all breathing living creatures. Thought of as giving cosmic energy through breath. One main components of the parts of the soul in ancient Greek medicine."
            }
          ]
        },
        {
          "id": "89343943-f7a7-4c6b-8a51-843e6ffdb78b",
          "subCategoryTitle": "Substances from Norse mythology",
          "artifacts": [
            {
              "id": "44f88021-09d5-4a35-a820-9242c1b424b1",
              "name": "Atter",
              "description": "a liquid substance that is the origin of all living things, and is produced by Jörmungandr and other serpents."
            },
            {
              "id": "9853da7a-4a41-4d0f-b4b5-09a05afd6bc2",
              "name": "Surtr",
              "description": "logi (Surtr\u0027s fire), the fire with which the giant Surtr will burn the world with fire, thus destroying it."
            },
            {
              "id": "b99e2393-e272-40a6-84ed-125bc1189377",
              "name": "Yggdrasil",
              "description": "dew, dew that falls from the ash tree Yggdrasil. When Líf and Lífþrasir seek refuge within Yggdrasil, they find that they can survive there by drinking the dew of Yggdrasil."
            }
          ]
        },
        {
          "id": "3ae517fa-c941-4b47-9840-0928e33b7519",
          "subCategoryTitle": "Substances from Medieval legend and European folklore",
          "artifacts": [
            {
              "id": "a8a8089f-e41a-495e-91ea-835cf9b4f5cc",
              "name": "Adamant",
              "description": "(also Adamantine), a hard substance, whether composed of diamond, some other gemstone, or some type of metal."
            },
            {
              "id": "d6a33077-36b8-4213-a8ad-20e6177d5fde",
              "name": "Alkahest",
              "description": "a hypothetical universal solvent which can dissolve every other substance, including gold. It was much sought after by alchemists for what they thought would be its invaluable medicinal qualities. (Medieval legend)"
            },
            {
              "id": "69e9b5ab-b8ed-4448-af1d-8aa14234017f",
              "name": "Azoth",
              "description": "a universal medicine or universal solvent sought in alchemy. (Medieval legend)"
            },
            {
              "id": "a17e61e2-0a6b-4c06-855d-16d2e97abed6",
              "name": "Cold iron",
              "description": "is historically believed to repel, contain, or harm ghosts, fairies, witches, and/or other malevolent supernatural creatures. (European folklore)"
            },
            {
              "id": "16fef65d-4d17-47c8-a2f7-944a07eb9d60",
              "name": "Elixir of life",
              "description": "a mythical potion that, when drunk from a certain cup at a certain time, supposedly grants the drinker eternal life and/or eternal youth. (Medieval legend)"
            },
            {
              "id": "0ba931f2-f1a0-418d-be33-094c4e259675",
              "name": "fairy ring",
              "description": "fairy ring are circles of mushrooms that seem to pop-up over night in yards. It is said to grow from the magic dust left behind by faeries as they danced and celebrated during the night, before returning to their hidden land. (English folklore)"
            },
            {
              "id": "e7426e38-6023-4b9c-9672-0b38d5e64ec5",
              "name": "Four Thieves Vinegar",
              "description": "a concoction of vinegar infused with herbs,spices or garlic that was believed to protect the user from the plague (disease). (European folklore)"
            },
            {
              "id": "bd1d460e-4fa5-468c-a399-091a9928d505",
              "name": "Holy water",
              "description": "believed to ward off or act as a weapon against mythical evil creatures, such as vampires. In eastern Europe, one might sprinkle holy water onto the corpse of a suspected vampire to destroy it or render it inert. (European folklore)"
            },
            {
              "id": "6dfabb9a-687a-4c3e-8598-09e13b251829",
              "name": "Tristan",
              "description": "tion, Tristan goes to Ireland to bring back Isolde the fair for his uncle King Mark to marry. Along the way, they ingest a love potion which causes the pair to fall madly in love. (Arthurian legend)"
            },
            {
              "id": "758c6e29-4dc3-4670-a31e-d1bbc5ec44d3",
              "name": "Prima materia",
              "description": "(also Materia Prima or First Matter), is the ubiquitous starting material required for the alchemical magnum opus and the creation of the philosopher\u0027s stone. It is the primitive formless base of all matter similar to chaos, the quintessence, or aether. (Medieval legend)"
            },
            {
              "id": "240dfcd3-be16-4b2b-ba7a-498d4bbde568",
              "name": "Sandman",
              "description": "\u0027s sand, which the Sandman uses to put people to sleep and bring good dreams by sprinkling it into their eyes while they sleep. (European folklore)"
            },
            {
              "id": "0629ab48-3551-4efd-a102-9e05d062c1e0",
              "name": "Yliaster",
              "description": "is the formless base of all matter which is the raw material for the alchemical Great Work. (Medieval legend)"
            },
            {
              "id": "32279810-0257-460c-a1b3-ebec3f9b7f3b",
              "name": "Unspoken Water",
              "description": "water believed to have healing properties when collected \"from under a bridge, over which the living pass and the dead are carried, brought in the dawn or twilight to the house of a sick person, without the bearer\u0027s speaking, either in going or returning\". (Scottish folklore)"
            },
            {
              "id": "ff889d01-39e0-4346-9960-93ab759285df",
              "name": "Fountain of Youth",
              "description": "ter from the Fountain of Youth that supposedly restores the youth of anyone who drinks or bathes in its waters. (Medieval legend)"
            },
            {
              "id": "8141a6f2-e0b7-44fd-9510-df5c97d2db2a",
              "name": "east of the sun and west of the moon",
              "description": "who lives in a castle east of the sun and west of the moon gives the prince a sleeping drink, so that the youngest daughter cannot wake him. (Scandinavian folklore)"
            }
          ]
        },
        {
          "id": "d35e41d8-8214-4bb5-9995-4c4cbc082572",
          "subCategoryTitle": "Substances from Mesoamérican mythology",
          "artifacts": [
            {
              "id": "ee6e6dd7-829c-4b36-bd13-ce3da66a0bbe",
              "name": "Teonanácatl",
              "description": "in Nahuatl literally \"god mushroom\"—compound of the words teo(tl) (god) and nanácatl (mushroom)."
            }
          ]
        },
        {
          "id": "689791a7-0e06-4225-b05d-f87f06a29001",
          "subCategoryTitle": "Substances from Asian mythology",
          "artifacts": [
            {
              "id": "623ea0e2-aacf-4a25-a328-472fe3cea313",
              "name": "Emperor Jimmu",
              "description": "escribed in the apocryphal Takenouchi Document, an alleged ancient writing in a lost script which details Japan\u0027s early history, Hihīrokane was used in the time of Emperor Jimmu, Japan\u0027s first emperor. The Kusanagi-no-tsurugi and the other Imperial Regalia of Japan are supposedly made from it. Its weight is lighter than gold, but harder than diamond. It was even said to be able to bring water to a boil without heat, violating the Law of Conservation of Energy. (Japanese mythology)"
            },
            {
              "id": "8283eefc-c48c-4c2f-aa34-c02341a8e902",
              "name": "Hiranyagarbha",
              "description": "the source of the creation of the universe or the manifested cosmos. (Hindu mythology)"
            },
            {
              "id": "5278aa13-756a-43f4-a77f-2efb489decf2",
              "name": "Halahala",
              "description": "a poison created from the sea when the gods and demons churned it to obtain Amrita, the nectar of immortality. (Hindu mythology)"
            },
            {
              "id": "09fe0740-2877-421e-bb08-75a01e6e2e99",
              "name": "Prana",
              "description": "is all cosmic energy, permeating the Universe on all levels. Prana is often referred to as the \"life force\" or \"life energy\". It also includes energies present in inanimate objects. (Hindu mythology)"
            },
            {
              "id": "3cb157bc-8496-4781-851d-f87f4bc7970c",
              "name": "Meng Po",
              "description": "avored Tea of Forgetfulness,a brew created by Meng Po that is given to each soul to drink before they leave Diyu. The brew induces instant and permanent amnesia, and all memory of other lives is lost. (Chinese mythology)"
            },
            {
              "id": "9dd04ad3-6acd-458a-a925-314452ee4d21",
              "name": "Qi",
              "description": "(also Chi or Ki), an active principle forming part of any living thing. Qi literally translates as \"breath\", \"air\", or \"gas\", and figuratively as \"material energy\", \"life force\", or \"energy flow\". Qi is the central underlying principle in traditional Chinese medicine and martial arts. (Chinese mythology)"
            },
            {
              "id": "04063a60-52eb-4ada-a9af-0f729541e761",
              "name": "Chakra",
              "description": "an energy point or node in the subtle body. Chakras are believed to be part of the subtle body, not the physical body, and as such, are the meeting points of the subtle (non-physical) energy channels called Nadi. (Hinduism/Jainism/Buddhism)"
            },
            {
              "id": "ba632b20-d17e-473c-9489-0e499650940b",
              "name": "Yin and yang",
              "description": "a concept of dualism, describing how seemingly opposite or contrary forces may actually be complementary, interconnected, and interdependent in the natural world, and how they may give rise to each other as they interrelate to one another. (Chinese mythology)"
            }
          ]
        }
      ]
    },
    {
      "id": "b219ca56-f7dc-45fe-b6cd-53d89c6d9de9",
      "artifactCategoryTitle": "Musical instruments",
      "artifactSubCategories": [
        {
          "id": "25296898-2e5b-4c4d-a133-2b46aa553929",
          "subCategoryTitle": "Conchs",
          "artifacts": [
            {
              "id": "649fb3a3-2dcf-47ca-b7c2-0f27ff58dbc9",
              "name": "Satyaki",
              "description": "ardhanam, the conch shell of Satyaki. (Hindu mythology)"
            },
            {
              "id": "d6197417-4e22-47cd-a78a-b00fa8d92489",
              "name": "Panchajanya",
              "description": "a Shankha conch shell of the Hindu god Vishnu. As per Valmiki Ramyana, Purushottama (Vishnu) killed a Danava named Panchajana on a mountain named Chakravan constructed by Vishwakarma and took away conch shell known as Panchajanya from him. (Hindu mythology)"
            },
            {
              "id": "113e8ee0-9828-417e-8b34-2fd0fea1209b",
              "name": "Shankha",
              "description": "a conch shell and sacred emblem of the Hindu preserver god Vishnu. (Hindu mythology)"
            },
            {
              "id": "173550ba-8d1d-44d6-9917-9d8257d45ca8",
              "name": "Triton",
              "description": "\u0027s conch shell, a twisted conch shell on which Triton blew like a trumpet to calm or raise the waves. (Greek mythology)"
            }
          ]
        },
        {
          "id": "b886fe93-196e-4424-a425-2e15f2d88ec5",
          "subCategoryTitle": "Drums",
          "artifacts": [
            {
              "id": "712f76bb-722f-4966-b24d-f3af748af97e",
              "name": "Drake\u0027s Drum",
              "description": "a snare drum that Sir Francis Drake took with him when he circumnavigated the world. Shortly before he died he ordered the drum to be taken to Buckland Abbey and vowed that if England was ever in danger and someone was to beat the drum he would return to defend the country. According to legend it can be heard to beat at times when England is at war or significant national events take place. (English folklore)"
            },
            {
              "id": "16723639-aecc-4de0-a288-797497809a06",
              "name": "Cultrun",
              "description": "a Mapuche drum that the Machi\u0027s use for healing. (Chilean mythology)"
            }
          ]
        },
        {
          "id": "8f476bfb-c1b8-4e47-90c8-563febc29a19",
          "subCategoryTitle": "Flutes",
          "artifacts": [
            {
              "id": "4f98554b-3051-4f59-b362-d8ef8c230a0d",
              "name": "pan flute",
              "description": "te, reed pipes or pan flute that is played by the god of the wild, Pan. (Greek mythology)"
            },
            {
              "id": "671e5dca-a7e8-4709-bacb-fd3407b729ec",
              "name": "Pied Piper",
              "description": "\u0027s magic pipe, which the Pied Piper used to lure the rats, and later children, out of Hamelin. (German folklore)"
            }
          ]
        },
        {
          "id": "8f6bba88-5068-4b4c-a38d-cd4f15695f7f",
          "subCategoryTitle": "Harps",
          "artifacts": [
            {
              "id": "e5051e61-ac5a-48ea-bd2c-c9dbd4529d5c",
              "name": "Bragi",
              "description": "\u0027s harp, a magical golden harp given to Bragi by the dwarfs when he was born. (Norse mythology)"
            },
            {
              "id": "0ea89800-7028-4526-abe7-b6a6bbad427d",
              "name": "David",
              "description": "\u0027s harp (also Kinnor David), a harp hung above King David\u0027s bed, and precisely at midnight a north wind arrived and blew on the harp and it would play by itself. (Jewish mythology)"
            },
            {
              "id": "fe3401e4-ca1b-4dec-a2c5-7dfdecc5fcae",
              "name": "Kantele",
              "description": "the mage Väinämöinen makes the first kantele from the jawbone of a giant pike and a few hairs from Hiisi\u0027s stallion. The music it makes draws all the forest creatures near to wonder at its beauty. (Finnish mythology)"
            },
            {
              "id": "df81a25a-20a2-424f-a86a-a1c7fa125842",
              "name": "Uaithne",
              "description": "(also Dur da Blá, The Oak of Two Blossoms, and Coir Cethar Chuin), the harp which belongs to The Dagda. After the Second Battle of Mag Tuired the Fomorians had taken The Dagda\u0027s harp with them. The Dagda found it in a feasting-house wherein Bres and his father Elathan were also. The Dagda had bound the music so that it would not sound until he would call to it. After he called to it, it sprang from the wall, came to the Dagda and killed nine men on its way. (Irish mythology)"
            },
            {
              "id": "91faa835-4460-4882-a847-c814e516d3b5",
              "name": "Binnorie",
              "description": "\u0027s harp (also Minnorie\u0027s harp), when the murdered girl\u0027s body floats ashore, a musician made a musical instrument out of it, a harp, with a frame of bone and the girl\u0027s \"long yellow hair\" for strings. The instrument then plays itself and sings about the murder. (Northumbrian folklore)"
            },
            {
              "id": "443af17e-0406-4008-b16e-88aaa9083eef",
              "name": "Lyra",
              "description": "n Arthur (Arthur\u0027s Harp), the name of the constellation of Lyra in Wales. (Welsh mythology)"
            },
            {
              "id": "7c2b682a-0d93-422b-9eb2-cdd088a2e507",
              "name": "Canola\u0027s harp",
              "description": "(Cana\u0027s Harp), Canola realised the wind had created the music by blowing through partially rotted sinew still attached to a whale skeleton. She designed the harp based on this. (Irish mythology)"
            }
          ]
        },
        {
          "id": "fef3d432-f3ec-4815-af56-2d3fdc00cf92",
          "subCategoryTitle": "Horns",
          "artifacts": [
            {
              "id": "58e1cd43-2118-4c14-8e04-6821d1c3e352",
              "name": "Gabriel",
              "description": "Gabriel, a horn blown by the Archangel Gabriel to announce Judgement Day. (Christian mythology)"
            },
            {
              "id": "07079430-c04d-4104-be4a-0070844f56a1",
              "name": "Olifant",
              "description": "(also Olivant), the horn of Roland, paladin of Charlemagne in the Song of Roland. Roland blows the horn, but the force required bursts his temple, resulting in death. His olifant was supposedly a unicorn\u0027s horn. (Matter of France)"
            },
            {
              "id": "65580ab7-1606-4ef3-b017-8efc8a0aa3ab",
              "name": "Gjallarhorn",
              "description": "a mystical horn blown at the onset of Ragnarök associated with the god Heimdallr and the wise being Mímir. (Norse mythology)"
            }
          ]
        },
        {
          "id": "a49e1057-7af0-457b-a0d3-3825ed7e325f",
          "subCategoryTitle": "Lyres",
          "artifacts": [
            {
              "id": "4e91e9bb-91bb-4f8c-b463-95737985ad78",
              "name": "Amphion",
              "description": "\u0027s lyre, a gift to Amphion from his lover Hermes that allowed Amphion to telekinetically move stones to build the walls of Thebes. (Greek mythology)"
            },
            {
              "id": "ac4c1d64-e267-4d2a-b7e7-a533e582fc5f",
              "name": "Hermes",
              "description": "\u0027s lyre, Hermes created the lyre for him from the entrails of one of Apollo\u0027s cows. Apollo was furious at Hermes, but after hearing the sound of the lyre, his anger faded. The instrument became a common attribute of Apollo. (Greek mythology)"
            },
            {
              "id": "d22d1e66-8c8a-47b4-86bf-be8ef0fe51d6",
              "name": "Apollo",
              "description": "s\u0027 lyre, a golden lyre given to him by Apollo. It is said that Orpheus\u0027 music and singing could charm the birds, fish and wild beasts, coax the trees and rocks into dance, and divert the course of rivers. It is state that his lyre was placed in the sky by Zeus. (Greek mythology)"
            }
          ]
        },
        {
          "id": "98921e3a-a22b-4b3c-a348-a06f26bbfa8a",
          "subCategoryTitle": "Rattles",
          "artifacts": [
            {
              "id": "c3331621-1323-4ffa-ad76-37995b7790b3",
              "name": "Sistrum",
              "description": "one of the most sacred musical instruments in ancient Egypt, which was believed to hold powerful magical properties. It was also shaken to avert the flooding of the Nile and to frighten away Set. (Egyptian mythology)"
            }
          ]
        },
        {
          "id": "834a23b7-1549-4d68-ad24-e78578c41ac9",
          "subCategoryTitle": "Trumpets",
          "artifacts": [
            {
              "id": "d85c951b-d5a9-4db5-b99b-f4bed7600d38",
              "name": "Seven trumpets",
              "description": "seven angels with seven trumpets are sounded and the events that follow are described in detail from Revelation Chapters 8 to 11. (Christian mythology)"
            },
            {
              "id": "59715d34-a66a-4302-9269-a11dee026a7c",
              "name": "Zahhak",
              "description": "trumpets of Zahhak, Seven golden trumpets, each of which was connected to one of the seven realms of the world, and by blowing each of those trumpets, Zahhak would send down deadly disasters such as plagues, earthquakes, and rain of fire on that land. (Persian mythology)"
            },
            {
              "id": "e99ceccd-756a-4ba6-8b0d-382628c94fca",
              "name": "Pheme",
              "description": "\u0027s trumpet, Pheme is the goddess of gossip and she was said to have pried into the affairs of mortals and gods. She then repeated what she had learned by sounding her trumpet to spread the gossip to people near and far. (Greek mythology)"
            },
            {
              "id": "7b645795-8c31-4da1-a3bd-23a8c2009e9c",
              "name": "Joshua",
              "description": "\u0027s shofars (also Joshua\u0027s trumpets), the walls of Jericho fell after Joshua\u0027s Israelite army marched around the city blowing their trumpets during the Battle of Jericho. (Jewish mythology)"
            }
          ]
        }
      ]
    },
    {
      "id": "aa39e987-f87c-4de0-ac63-7dab494d6755",
      "artifactCategoryTitle": "Springs",
      "artifactSubCategories": []
    },
    {
      "id": "5540bb38-9f60-4401-a23e-d2f39b1a412b",
      "artifactCategoryTitle": "Furniture",
      "artifactSubCategories": []
    },
    {
      "id": "8932a845-63df-4865-8889-0af1f811eee1",
      "artifactCategoryTitle": "Ropes and chains",
      "artifactSubCategories": []
    },
    {
      "id": "ac39dadf-76a6-43dd-a0c9-e0d5702a7e76",
      "artifactCategoryTitle": "Body parts",
      "artifactSubCategories": [
        {
          "id": "be6bf6e2-c24e-4165-aae7-80346743e701",
          "subCategoryTitle": "Heads",
          "artifacts": [
            {
              "id": "c8ce6850-72a2-4f87-9b43-c2657b4282b1",
              "name": "Brazen head",
              "description": "(also brass head or bronze head), a legendary automaton reputed to be able to answer any question. (Medieval legend)"
            },
            {
              "id": "ecb07d65-21d5-46d6-b21b-626e7b976834",
              "name": "Mímir",
              "description": "\u0027s head, the severed head of Mimir, which was magically preserved by Odin so it could continue to provide knowledge and counsel as his advisor. (Norse mythology)"
            },
            {
              "id": "38908bc8-a2a7-402f-a833-c53cb2037e25",
              "name": "Medusa",
              "description": "\u0027s head, the severed head of Medusa, which was given to Athena by Perseus to place on her Aegis. (Greek mythology)"
            },
            {
              "id": "f563cb90-6700-4055-bb1f-e170b23766af",
              "name": "Ymir",
              "description": "\u0027s skull, Norðri, Suðri, Austri and Vestri each support one of the four cardinal points. Together, they uphold the heavenly dome, created from the skull of the jötunn Ymir. (Norse mythology)"
            },
            {
              "id": "d315df7d-4d1a-4c0b-b9b4-05e5d8c3a3e7",
              "name": "Bendigeidfran",
              "description": "\u0027s head, the severed head of Brân the Blessed, which was buried in London facing France to magically ward off invasion. (Welsh mythology)"
            }
          ]
        },
        {
          "id": "dccdb996-75da-4c6c-8a3b-82f81f866f93",
          "subCategoryTitle": "Eyes",
          "artifacts": [
            {
              "id": "e130e5b2-fc4d-46e2-a5b6-35cee1425003",
              "name": "Odin",
              "description": "\u0027s eye, Odin sacrifice his eye to Mímir for the price of wisdom, a drink from the Mímisbrunnr. (Norse mythology)"
            },
            {
              "id": "62ab92e6-a6fd-45f8-bc69-7d6f968deb83",
              "name": "Eye of Horus",
              "description": "Set and Horus were fighting for the throne after Osiris\u0027s death, Set gouged out Horus\u0027s left eye. The majority of the eye was restored by Thoth. When Horus\u0027s eye was recovered, he offered it to his father, Osiris, in hopes of restoring his life. (Egyptian mythology)"
            },
            {
              "id": "0527fa26-ea34-4277-857a-2c086d6eea7f",
              "name": "Graeae",
              "description": "\u0027s eye, three sisters who shared one eye among themselves. (Greek mythology)"
            },
            {
              "id": "1f401532-db60-40bb-8574-a8603f310ae1",
              "name": "Eye of Ra",
              "description": "Ra was becoming old and weak and the people no longer respected him or his rule. Ra did not react well to this and decided to punish mankind by sending his Eye to find them. (Egyptian mythology)"
            },
            {
              "id": "e16d3782-bda7-44c6-98cb-d66bc08ad9c0",
              "name": "Balor",
              "description": "\u0027s eye, a large eye that wreaks destruction when opened. The Cath Maige Tuired calls it a \"destructive\" and \"poisonous\" eye that no army can withstand. (Irish mythology)"
            },
            {
              "id": "dccbf597-57ca-48e5-82d2-00e270e9c0bd",
              "name": "Eye of Providence",
              "description": "a symbol showing an eye often surrounded by rays of light or a glory and usually enclosed by a triangle. It represents the eye of God watching over mankind or divine providence."
            },
            {
              "id": "149b11cb-fe41-4439-afe5-ac9b43d55452",
              "name": "Þjazi",
              "description": "\u0027s eyes, Odin took Þjazi\u0027s eyes and placed them in the night sky as stars. (Norse mythology)"
            },
            {
              "id": "31513db8-2513-48bf-b83d-ed9b7e02b880",
              "name": "Shiva",
              "description": "\u0027s third eye, it could burn even gods to ashes. (Hindu mythology)"
            }
          ]
        },
        {
          "id": "39972338-3128-418e-ab43-a4f26efa7298",
          "subCategoryTitle": "Limbs",
          "artifacts": [
            {
              "id": "f4b667b6-d642-4c84-864c-36b861ff503a",
              "name": "Hand of Glory",
              "description": "a severed pickled hand of a man who was hanged alive. Said to have the power to unlock any door and, if a candle was placed within made from some body part of the same person, would freeze in place anyone who it was given to. (European folklore)"
            },
            {
              "id": "b5e678e8-dc38-4913-a332-e61dc752f8c6",
              "name": "Týr",
              "description": "\u0027s hand, which was bitten off by Fenrir. (Norse mythology)"
            },
            {
              "id": "f937282f-195f-49ab-a657-d9948c0feab1",
              "name": "Hand of God",
              "description": "(also Manus Dei and Dextera domini/dei), \", a motif in Jewish and Christian art, especially of the Late Antique and early medieval periods, when depiction of Jehovah or God the Father as a full human figure was considered unacceptable. The hand, sometimes including a portion of an arm, or ending about the wrist, is used to indicate the intervention in or approval of affairs on Earth by God, and sometimes as a subject in itself. (Christian mythology/Jewish mythology)"
            },
            {
              "id": "a36a5aed-eb3a-42de-a1e6-9bd3d782841c",
              "name": "Thor",
              "description": "andils-tá (Aurvandill\u0027s toe), the god Thor tosses Aurvandill\u0027s toe which had frozen into the sky to form a star called Aurvandils-tá. (Norse mythology)"
            }
          ]
        },
        {
          "id": "726fefaa-3c1c-4238-b8d6-07b263148ec6",
          "subCategoryTitle": "Hair, feathers and skin",
          "artifacts": [
            {
              "id": "9efc360a-7d39-4322-abd3-76329a56e7ad",
              "name": "Golden Fleece",
              "description": "sought by Jason and the Argonauts. The fleece of the golden winged ram, which was sought by Jason and the Argonauts. (Greek mythology)"
            },
            {
              "id": "3ad75b88-7134-4372-ab1b-b9c35d15140d",
              "name": "Firebird",
              "description": "\u0027s plumage, the feathers of a Firebird that glows brightly emitting red, orange, and yellow light, like a bonfire that is just past the turbulent flame. The feathers do not cease glowing if removed, and one feather can light a large room if not concealed. (Slavic mythology)"
            },
            {
              "id": "ec84d56c-91c5-4348-b653-9458eaf4e286",
              "name": "Simurgh",
              "description": "s of Simurgh, the legendary Simurgh gave three of her feathers to Zal, the Persian hero and also father of Rostam, so that whenever he needed the guidance or help of Simurgh, he could burn one of the feathers and Simurgh came to his aid. (Persian mythology)"
            },
            {
              "id": "4860656c-5eb2-4965-9d6a-e3697e163c35",
              "name": "Aaru",
              "description": "her of Ma\u0027at (also Feather of Truth), her ostrich feather was the measure that determined whether the souls of the departed would reach the fields of Aaru successfully. The hearts of the dead were said to be weighed against her single feather in the Hall of Two Truths. (Egyptian mythology)"
            },
            {
              "id": "98b30fb5-713a-4537-b1d5-b94eaa0855d5",
              "name": "Peacock",
              "description": "\u0027s feather, the peacock was the patron bird of the Goddess Hera. According to myth, she adorned the tail of a peacock with Argus\u0027s eyes on its feathers in his honor, symbolizing all-seeing knowledge and the wisdom of the heavens. (Greek mythology)"
            },
            {
              "id": "7407d0db-c9ec-4935-8edf-70cdfdccfc2d",
              "name": "Leviathan",
              "description": "\u0027s hide, could be turned into everlasting clothing or impenetrable suits of armor. (Jewish mythology)"
            },
            {
              "id": "950412aa-3834-4164-a45f-b2f231c1e659",
              "name": "Nemean lion",
              "description": "\u0027s hide, the lion could not be killed with mortal weapons because its golden fur was impervious to attacks. (Greek mythology)"
            },
            {
              "id": "18ede89b-c293-4992-bdab-c8c8cee6f7c2",
              "name": "Selkie",
              "description": "\u0027s skin, selkies are said to live as seals in the sea but shed their skin to become human on land. If a man steals a female selkie\u0027s skin, she is in his power and is forced to become his wife. If she finds her skin she will return to her true home in the sea. (European folklore)"
            },
            {
              "id": "a98850de-a972-4799-8d80-a44c978d071e",
              "name": "Coma Berenices",
              "description": "(Berenice\u0027s hair), Berenice II of Egypt dedicated her hair to Aphrodite for her husband\u0027s safe return from Syria, and placed it in the temple of the goddess at Zephyrium. The hair had been carried to the heavens and placed among the stars. (Egyptian mythology)"
            },
            {
              "id": "8c2114db-987d-4de1-8431-05f189d4c56f",
              "name": "Ymir",
              "description": "\u0027s hair, Odin, Vili and Vé used his hair for the trees. (Norse mythology)"
            },
            {
              "id": "73d8cd7d-3046-4774-84c0-5c3881abafde",
              "name": "Ymir",
              "description": "\u0027s eyebrows , Odin, Vili and Vé used his eyebrows to create the middle realm in which humans live, Midgard. (Norse mythology)"
            }
          ]
        },
        {
          "id": "432ee414-36e0-43e7-8eb7-ef4fda6572bb",
          "subCategoryTitle": "Blood and flesh",
          "artifacts": [
            {
              "id": "5240e576-9746-4c06-8ad7-3e163dc89957",
              "name": "Hydra",
              "description": "\u0027s poisonous blood, Heracles would use arrows dipped in the Hydra\u0027s poisonous blood to kill other foes during his Labours, such as Stymphalian birds and the giant Geryon. (Greek mythology)"
            },
            {
              "id": "04551e1d-9044-4c1e-8da4-c8aec4727c7e",
              "name": "Ningyo",
              "description": "\u0027s flesh, the flesh is pleasant-tasting and anyone who eats it will attain remarkable longevity. (Japanese mythology)"
            },
            {
              "id": "44882af6-dda8-4868-99c7-238e57765e68",
              "name": "Fafnir",
              "description": "\u0027s blood, Sigurd bathed in dragon\u0027s blood that conferred him invulnerability. He also drank some of Fafnir\u0027s blood and gained the ability to understand the language of the birds. (Norse mythology)"
            },
            {
              "id": "7f2703ba-b34c-45e5-aeca-16acddbcef6c",
              "name": "Blood of Christ",
              "description": "the blood shed by Jesus Christ on the Cross. (Christian mythology)"
            },
            {
              "id": "ff9fff4a-ad0e-4ad0-8eed-3a224e629fa7",
              "name": "Ichor",
              "description": "the ethereal golden fluid that is the blood of the gods. (Greek mythology)"
            },
            {
              "id": "72ef9c8c-237c-49fc-8912-d96f7420e582",
              "name": "Ymir",
              "description": "\u0027s flesh, Odin, Vili and Vé fashioned the Earth from his flesh. (Norse mythology)"
            },
            {
              "id": "90bc7fec-5c79-4c7d-9b39-83dfce91f585",
              "name": "Ymir",
              "description": "\u0027s blood, Odin, Vili and Vé used his blood to form the ocean. (Norse mythology)"
            }
          ]
        },
        {
          "id": "692e725d-4a75-453e-93a3-be6a8c7cc47b",
          "subCategoryTitle": "Bones and horns",
          "artifacts": [
            {
              "id": "e3fff3ed-dac4-4d01-b4fc-9e2ca96a54aa",
              "name": "Unicorn horn",
              "description": "(also Alicorn), the detached horn of a unicorn was thought to have many healing properties and antidote\u0027s virtues were attributed to the unicorn\u0027s horn. (European folklore)"
            },
            {
              "id": "bd28ef66-5a7b-40d8-9510-fd51308bfc23",
              "name": "Dragon\u0027s teeth",
              "description": "in the legends of the Phoenician prince Cadmus and in Jason\u0027s quest for the Golden Fleece. In each case, the dragons are real and breathe fire. Their teeth, once planted, would grow into fully armed warriors. (Greek mythology)"
            },
            {
              "id": "34e028f3-8074-4151-a85b-87d16694d520",
              "name": "Camahueto",
              "description": "\u0027s horn, the most valuable part of a Camahueto is their single horn, machis will use the horn for curing many kinds of illnesses. (Chilote mythology)"
            },
            {
              "id": "1e70f973-45ee-4d8b-92ed-572e11273244",
              "name": "Ymir",
              "description": "\u0027s bones, Odin, Vili and Vé used his bones the make the hills. (Norse mythology)"
            }
          ]
        },
        {
          "id": "94b8a3f6-b243-4a9c-a3c8-94923c92266f",
          "subCategoryTitle": "Organs",
          "artifacts": [
            {
              "id": "20781752-b200-4645-8bac-191c4b463882",
              "name": "Valknut",
              "description": "(also Hrungnir\u0027s Heart), Hrungnir\u0027s head, heart, and shield were made of stone. His heart had a peculiar shape, it was triangular due to which both the Valknut and the Triquetra have been called Hrungnir\u0027s heart. (Norse mythology)"
            },
            {
              "id": "93b17d31-a9cd-4538-a3cb-adae18c78b8a",
              "name": "Fafnir",
              "description": "\u0027s heart, which was roasted and consumed by Sigurd, giving him the gift of prophecy. (Norse mythology)"
            },
            {
              "id": "1f28c6f4-3e29-4239-8909-c536d69b22f3",
              "name": "Ymir",
              "description": "\u0027s brain, which was used by Odin, Vili and Vé to make the clouds. (Norse mythology)"
            },
            {
              "id": "a0405cce-3f31-408b-b362-45716de38aaa",
              "name": "Uranus",
              "description": "\u0027s genitals, which fell on the ocean and formed Aphrodite, a nymph who later on became the goddess of beauty after being introduced to at Olympus (Greek mythology)"
            }
          ]
        }
      ]
    },
    {
      "id": "1ff9e776-ed64-41fc-9327-3aa91bfbcd40",
      "artifactCategoryTitle": "Containers",
      "artifactSubCategories": [
        {
          "id": "9148b9ac-2c66-4a27-bf2f-cc370d20bdc8",
          "subCategoryTitle": "Bags",
          "artifacts": [
            {
              "id": "13c9d900-df57-4f41-8130-6891ef883a29",
              "name": "creation of the world",
              "description": "pouch containing the secrets that were supposed to be the reward of the spirit responsible for the creation of the world. It was originally given by Olorun to Obatala, who was mandated by Him to serve that function, but was subsequently stolen by his brother/sister/spouse Oduduwa when he/she usurped his position as creator spirit. This and the simultaneous theft of the Basket of Existence (see above) later led to a war between them. (Yoruba mythology)"
            },
            {
              "id": "670c9646-5d23-45ad-9f99-0c0b27bbd895",
              "name": "Aeolus",
              "description": "Wind, Aeolus gave Odysseus a tightly closed leather bag full of the captured winds so he could sail easily home to Ithaca on the gentle West Wind. (Greek mythology)"
            },
            {
              "id": "c1fdc5e3-a859-436e-a143-a6dc7df4de54",
              "name": "Corrbolg",
              "description": "a bag crafted by Manannán mac Lir from the skin of Aoife who had been transformed into a crane at the time of her death. It was later given to Conaire Mór and then eventually to Cumhall mac Trénmhóir. The crane bag contained a variable amount of items depending on if the tide was high or low. (Irish mythology)"
            },
            {
              "id": "4ec81f79-2a66-4f28-8abc-4918c22788ad",
              "name": "Maitreya",
              "description": "Dai, one of the ten ancient artifacts, the universe bag or cosmos bag is a bag belonging to Maitreya that is able to fit all of heaven and earth inside. (Chinese Mythology)"
            },
            {
              "id": "77a8cd7f-5196-4c8e-8d49-701e33b81d47",
              "name": "Perseus",
              "description": "the sack in which the mythical hero Perseus carried the severed head of the monster Medusa. (Greek mythology)"
            },
            {
              "id": "79296ea5-2ccf-473e-a9cf-d9b8fb363f6b",
              "name": "Santa",
              "description": "\u0027s bag, carries a bag full of presents for children. (Modern folklore)"
            }
          ]
        },
        {
          "id": "c428db63-30e1-492a-81e1-5d9f39a5a847",
          "subCategoryTitle": "Cups and chalices",
          "artifacts": [
            {
              "id": "ba4cc6bd-5674-446f-ac54-35b559df2b3c",
              "name": "Cup of Jamshid",
              "description": "(Jām-e Jam), a cup of divination that was long possessed by rulers of ancient Persia and was said to be filled with an elixir of immortality. (Persian mythology)"
            },
            {
              "id": "6220bfe8-7c13-4993-aa65-65bc8f0f9233",
              "name": "Nanteos Cup",
              "description": "a medieval wood mazer bowl attributed with the ability to heal those who drink from it. (Christian mythology)"
            },
            {
              "id": "ba9bc960-2c19-49ba-b297-dbca8274bf80",
              "name": "Holy Grail",
              "description": "a dish, plate, stone, or cup that is part of an important theme of Arthurian literature. (Arthurian legend/Christian mythology)"
            },
            {
              "id": "03cae55c-37be-4068-ade5-949f5e647c78",
              "name": "Holy Chalice",
              "description": "the vessel which Jesus used at the Last Supper to serve the wine. (Christian mythology)"
            },
            {
              "id": "e98d62c9-daac-4cc5-910c-0bb21ac131bc",
              "name": "Crater",
              "description": "(Cup), identified with the cup of the god Apollo. (Greek mythology)"
            },
            {
              "id": "712cbbab-f8d7-4964-8477-6713a971f994",
              "name": "Seven bowls",
              "description": "seven angels are thus given seven bowls of God\u0027s wrath, each consisting of judgements full of the wrath of God. These seven bowls of God\u0027s wrath are poured out on the wicked and the followers of the Antichrist after the sounding of the seven trumpets. (Christian mythology)"
            }
          ]
        },
        {
          "id": "63920cc6-3b63-43b6-b27e-4263007fe9ed",
          "subCategoryTitle": "Lamps and lanterns",
          "artifacts": [
            {
              "id": "92e5abf3-6359-4793-8c5b-4d69aa01f5ef",
              "name": "Diogenes",
              "description": "of Diogenes, carried by the Cynic philosopher Diogenes of Sinope to aid in his fruitless search for an honest man. (Greek philosophy)"
            },
            {
              "id": "60c94e35-7594-45a2-874b-3dd2430ce2aa",
              "name": "oil lamp",
              "description": "mp, an oil lamp that can be rubbed to summon a genie who grants wishes. (Arabic mythology)"
            }
          ]
        }
      ]
    }
  ]
}